{"title": "A mathematical model to simulate the biological action of Infliximab on TNF- ", "abstract": "Inflammatory bowel disease (IBD), including Crohn s disease (CD) and ulcerative colitis (UC), is characterized by chronic intestinal inflammation driven by elevated tumor necrosis factor-alpha (TNF- ", "journal": "Bulletin of mathematical biology", "date": "2026-02-12", "authors": ["Ana MPortillo", "ÁngelDe Prado", "Ana JSoares"], "doi": "10.1007/s11538-026-01603-9"}
{"title": "Nociplastic Pain is Associated with Increased Healthcare Utilization and Lower Quality of Life in Patients with Inflammatory Bowel Disease.", "abstract": "Nociplastic pain (NP) may cause persistent abdominal pain despite well-controlled inflammation in inflammatory bowel disease (IBD).\nFive-hundred patients with IBD were retrospectively classified as acute IBD-related pain, chronic IBD-related pain, or NP. Multivariable regression identified factors associated with NP and differences in healthcare use, symptoms, and quality of life (QoL).\nNP occurred in 15% of IBD patients and was associated with female sex, anxiety, depression, and higher social vulnerability. NP patients had more healthcare use and poorer quality of life.\nNP is common in IBD and linked to psychosocial comorbidity, higher healthcare use, and reduced QoL.", "journal": "The American journal of gastroenterology", "date": "2026-02-12", "authors": ["Jessica LSheehan", "Daniel JClauw", "PrashantSingh", "AllenLee", "ShrinivasBishu", "Laura AJohnson", "Peter D RHiggins"], "doi": "10.14309/ajg.0000000000003948"}
{"title": "Early and simple laboratory markers of poor outcome in children with inflammatory bowel disease.", "abstract": "Personalized medicine in inflammatory bowel disease (IBD) aims to achieve maximum effectiveness through rapid induction and maintenance of remission. To achieve this goal, reliable predictors of disease course are needed. The aim of this study was to identify early markers of IBD's poor course understood as the need for anti-tumor necrosis factor (anti-TNF-α) treatment.\nWe analyzed the clinical, laboratory, radiological, and endoscopic data of children with IBD. These parameters were assessed at the time of diagnosis (T0) and 8-12 weeks (T1) after the start of induction therapy. The results of patients who did not require anti-TNF-α treatment were compared to children who needed such treatment during the 2-year observation time.\n58.14% of patients with Crohn's disease (CD) and 31.71% of patients with ulcerative colitis (UC) required biological therapy. Patients with CD and UC receiving biological therapy, compared with those without, differed in selected clinical and laboratory parameters both at T0 and T1. In multivariate analysis, the risk of anti-TNF-α therapy in patients with CD was associated with the lack of normalization of mean corpuscular volume (MCV) and Pediatric Crohn's Disease Activity Index (PCDAI). In patients with UC, higher albumin levels reduced this risk.\nIn children with IBD, disease activity and concentrations of selected biochemical parameters assessed within 3 months after diagnosis may be helpful in predicting a poor outcome of CD and UC.", "journal": "Archives of medical science : AMS", "date": "2026-02-12", "authors": ["KatarzynaZdanowicz", "AleksandraCzajkowska", "ArturRycyk", "Dariusz MLebensztejn", "UrszulaDaniluk"], "doi": "10.5114/aoms/204951"}
{"title": "Deciphering the immunocellular regulatory network in inflammatory bowel disease: from susceptibility genes to cellular effectors and toward precision therapies.", "abstract": "Inflammatory bowel disease (IBD) is a chronic, immune-mediated intestinal disorder driven by dysregulated immune responses in genetically susceptible individuals. Despite recent advances in treatment, more than 30% of patients either fail to respond initially or lose response over time, underscoring the need for a deeper mechanistic understanding of immunogenetic pathways and the development of individualized therapeutic strategies. We first discuss how newly identified susceptibility genes (e.g., IL23R, NOD2, BDNF, SLC) and their polymorphisms influence immune cell function and epithelial barrier integrity. Single-cell technologies have further revealed novel cell subsets and interactions underlying disease heterogeneity. We then explore the clinical efficacy of classical and emerging targeted therapies, including cytokine-specific biologics, JAK inhibitors, and novel strategies aimed at restoring regulatory T-cell function or blocking integrin-mediated lymphocyte trafficking. Additionally, we highlight promising therapeutic approaches such as fecal microbiota transplantation, microbial metabolite-based interventions, and nanotherapeutics. We further discuss how genetic insights and immune biomarkers can facilitate treatment personalization and improve prognostic stratification. Ultimately, this review emphasizes the transition from broad immunosuppression to precision medicine and proposes integrated approaches-combining multiomics profiling, immune monitoring, and novel therapeutics-to achieve sustained remission and improve long-term outcomes in IBD patients.", "journal": "Frontiers in immunology", "date": "2026-02-12", "authors": ["ZhuzhuWu", "XiaolinWang", "ZitongGuan", "MengxueHan", "WenkeMa", "JieLi", "ShuaiMan", "ZhenguoWang", "QibiaoWu"], "doi": "10.3389/fimmu.2025.1719366"}
{"title": "The role of hepcidin in the inflammatory and iron homeostasis axis in inflammatory bowel diseases: a systematic review.", "abstract": "Inflammatory bowel disease (IBD), which encompasses Crohn's disease (CD) and ulcerative colitis (UC), is characterized by chronic inflammation of the gastrointestinal tract. Anemia is a common complication in patients with IBD, significantly impacting quality of life. Hepcidin, the primary regulator of iron metabolism, exhibits increased expression during inflammatory states, contributing to the development of anemia of inflammation. Understanding the relationship between hepcidin and IBD is essential to improving the diagnosis and management of this complication. This article aimed to systematically review and synthesize the evidence on the associative and predictive utility of hepcidin as a biomarker for inflammatory activity, iron status, and anemia management in patients with IBD.\nA systematic review (SR) (PROSPERO identification number: CRD42024375586) was conducted across the databases PubMed, PubMed PMC, BVS/BIREME, Scopus, Web of Science, Embase, EBSCOhost, and ProQuest, including studies published up to July 2024. The research question was structured using the PICO strategy (Patient/Problem, Intervention, Comparison, and Outcome) to guide study selection and analysis. Original articles investigating hepcidin expression in patients with IBD and its association with inflammatory markers and iron status were included. Study selection, data extraction, and methodological quality assessment were performed independently by three reviewers using the Rayyan platform.\nOf the 342 studies identified, 47 met the inclusion criteria for qualitative analysis. The majority of studies reported elevated hepcidin levels in patients with active IBD compared to healthy controls or patients in remission. Hepcidin expression was positively correlated with inflammatory markers such as C-reactive protein (CRP) and interleukin-6 (IL-6), and negatively correlated with serum iron parameters and hemoglobin levels.\nHepcidin plays a central role in the pathophysiology of anemia associated with IBD, reflecting systemic inflammatory status. Its quantification may represent a valuable tool for the differential diagnosis of anemia and for guiding targeted therapies. Further longitudinal studies are required to validate its routine clinical use.", "journal": "Translational gastroenterology and hepatology", "date": "2026-02-12", "authors": ["Livia FontanaParreira", "Adherbal Víctor RodriguesTeixeira", "Sofia Souza NunesSiqueira", "Natalia Souza NunesSiqueira", "Marina Moreirade Castro", "Lívia MoreiraGenaro", "Isabela MachadoPereira", "Nicole CompagnoniGallina", "Raquel FrancoLeal"], "doi": "10.21037/tgh-25-99"}
{"title": "Safety and efficacy of different JAK inhibitors in the treatment of inflammatory bowel disease: a network meta-analysis.", "abstract": "Targeting the Janus kinase (JAK) signaling pathway is a new way to treat inflammatory bowel disease (IBD). This network meta-analysis aimed to compare the efficacy and safety of various JAK inhibitors, including brepocitinib, filgotinib, ivarmacitinib, peficitinib, ritlecitinib, tofacitinib, and upadacitinib, in patients with IBD. The analysis included patients with both Crohn's disease (CD) and ulcerative colitis (UC). We systematically searched PubMed, Embase, the Cochrane Library, and the Web of Science for randomized controlled trials evaluating JAK inhibitors in patients with CD or UC up to 4 May 2024. A pooled analysis of UC and CD was performed. The primary outcome was clinical remission. Secondary outcomes included clinical response, endoscopic remission, endoscopic response, endoscopic improvement, adverse events (AEs), serious adverse events (SAEs), AEs leading to treatment discontinuation, and infections. Ranking was assessed using the surface under the cumulative ranking curve (SUCRA) probabilities. Ritlecitinib exhibited the highest SUCRA probabilities for clinical remission (88.7%), clinical response (86.0%), and endoscopic improvement (92.1%). Upadacitinib exhibited superiority in endoscopic remission (85.6%) and response (99.5%), demonstrating moderate efficacy in clinical response (82.2%). A safety analysis revealed comparable AE rates for most agents compared to placebo, except for upadacitinib and brepocitinib. Tofacitinib showed the lowest risk of SAEs (72.3%). Upadacitinib had the lowest discontinuation rate (81.3%). Ivarmacitinib demonstrated optimal infection safety (80.3%). Upadacitinib has the best efficacy-safety profile for IBD, while ritlecitinib's superior efficacy is offset by higher safety risks. Long-term studies are needed to confirm these results.\nhttps://www.crd.york.ac.uk/PROSPERO/view/CRD42024595343, Identifier CRD42024595343.", "journal": "Frontiers in pharmacology", "date": "2026-02-12", "authors": ["HaidongWu", "YongciZhou", "XuyongChen", "LiudanWang", "YifanGuo", "XiaxiaDu", "XinpuMiao"], "doi": "10.3389/fphar.2025.1699928"}
{"title": "Interactions between ", "abstract": "Inflammatory bowel disease (IBD) is a chronic disorder linked to an increased risk of colorectal cancer (CRC) and is characterized by significant dysbiosis in the gut microbiota. The commensal bacterium ", "journal": "iMetaOmics", "date": "2026-02-12", "authors": ["FujianQin", "MengdiZhang", "QinglingYang", "LeiWu", "TianxiaoMao", "XingchenZhou", "JingLi", "MaodeLai"], "doi": "10.1002/imo2.70008"}
{"title": "Host genotypes interact with microbial communities to modulate gene expression in the human intestine.", "abstract": "Inflammatory Bowel Disease (IBD) is characterized by chronic intestinal inflammation and is associated with both altered gut microbiome composition and host genetic risk. Both host genetic variants and the gut microbiome can affect host gene expression in the colon; however, it remains unclear whether interactions between the two (genotype x microbiome, GxM) shape intestinal gene regulation in humans and their contribution to IBD risk.\nWe analyzed publicly available data for 86 individuals (64 patients with IBD and 22 controls) in the Inflammatory Bowel Disease Multi'omics Database consisting of host genotype, host gene expression, and mucosal gut microbiome (16S rRNA) data from rectal and ileum biopsies. We performed expression Quantitative Trait Locus (eQTL) mapping and then used computational fine-mapping to identify likely causal variants. We tested whether microbial taxa modify genetic effects on host gene expression. We then integrated GxM eQTLs with IBD, Crohn's Disease (CD) and Ulcerative Colitis (UC) Genome-Wide Association Study results by leveraging Transcriptome-Wide Association Studies and colocalization methods.\nWe found 3,777 and 3,694 host genes with eQTLs in the rectum and in the ileum, respectively (FDR = 10%). Using the fine-mapped eQTLs, we found 36 GxM interactions for 31 host genes with 22 microbial taxa in the rectum and 30 GxM interactions in the ileum for 15 host genes and 20 taxa (FDR = 10%). Taxa with GxM interactions clustered into two distinct groups with opposing effects on host gene regulation and reflected distinct functions of microbes in the gut. i.e, butyrate producers versus sulfate reducers. Integration with IBD GWAS revealed that 23 variants with GxM regulated the expression of host genes putatively causal for IBD, CD or UC (FDR = 10%), thus identifying microbes that can either amplify or buffer genetic risk.\nOur results show evidence of genetic effects on host gene expression that are modulated by microbiome composition, and provide insight into how IBD risk could be reduced by targeting specific microbial taxa contingent on host genotype.", "journal": "medRxiv : the preprint server for health sciences", "date": "2026-02-12", "authors": ["ShreyaNirmalan", "SabrinaArif", "JulongWei", "SambhawaPriya", "RanBlekhman", "RogerPique-Regi", "FrancescaLuca"], "doi": "10.64898/2026.01.30.26344673"}
{"title": "Histological interpretation and reporting of intestinal mucosal biopsies in suspected cases of inflammatory bowel disease: Joint IAPM-ISG-CCFI Working Group Recommendations.", "abstract": "Inflammatory bowel disease (IBD), including ulcerative colitis (UC) and Crohn's disease (CD), poses significant diagnostic challenges, particularly in South-East Asia, where its prevalence has risen sharply. Although endoscopic biopsies and histopathological evaluations are central to IBD management, inconsistencies in sampling, processing and reporting hinder accurate and reliable diagnosis.\nTo address these gaps, the Indian Association of Pathologists and Microbiologists (IAPM), the Indian Society of Gastroenterology (ISG) and the Colitis and Crohn's Foundation, India, (CCFI) collaborated to formulate comprehensive guidelines. Using a structured Delphi process and expert consensus, recommendations were developed to standardize biopsy protocols, histological evaluation and reporting of mucosal biopsies and tackling critical diagnostic challenges.\nThe recommendations cover biopsy sampling, optimal processing, orientation, interpretation methods, histopathological algorithms, recommendations on histological scoring, follow-up biopsies and differentiation of IBD from its mimickers based on existing literature and expert's experience. Reporting formats were suggested to ensure uniformity in practice.\nThese evidence-based, practical recommendations aim to enhance diagnostic precision, unify practices and improve patient outcomes in IBD care, providing pathologists in resource-diverse settings with a standardized approach to gastrointestinal mucosal biopsy evaluation.", "journal": "Indian journal of gastroenterology : official journal of the Indian Society of Gastroenterology", "date": "2026-02-12", "authors": ["PrasenjitDas", "PujaSakhuja", "AminderSingh", "ArshdeepSingh", "SagirAkhtar", "SaurabhKedia", "VishalSharma", "KimVaiphei", "AnnaPulimood", "Roopa RachelPaulose", "AnuradhaSekaran", "Sanjeev VasudevKatti", "MalaBanerjee", "RitambhraNada", "NuzhatHussain", "NirajKumari", "RajniYadav", "RajibSarkar", "VatsalaMisra", "VandanaMidha", "Uday CGhoshal", "Amit KDutta", "RupaBanerjee", "DevendraDesai", "AjayKumar", "SandeepNijhawan", "MathewPhilip", "UshaDutta", "Govind KMakharia", "SiddharthaDatta Gupta", "B SRamakrishna", "AjitSood", "VineetAhuja"], "doi": "10.1007/s12664-025-01911-3"}
{"title": "Therapeutic drug monitoring for de-escalating anti-tumor necrosis factor therapy in patients with inflammatory bowel disease.", "abstract": "Cumulative evidence suggests that proactive therapeutic drug monitoring (TDM) of anti-tumor necrosis factor (anti-TNF) therapy is associated with better outcomes compared to reactive TDM or empiric dose escalation in patients with inflammatory bowel disease (IBD). However, there is limited information regarding the role of proactive TDM for de-escalating anti-TNF therapy in IBD.\nThis narrative review will provide an overview of the role of proactive TDM for anti-TNF therapy de-escalation in IBD, stopping an immunomodulator (IMM) in case of combination therapy with infliximab or drug withdrawal due to clinical remission. A literature search was performed using PubMed and reviewed references from applicable manuscripts between 2005 and June 2025.\nCumulative evidence suggests that proactive TDM plays a key role in guiding anti-TNF therapy de-escalation, as in patients with supra-therapeutic drug concentrations and discontinuation of the IMM in case of combination therapy with infliximab, as in patients with high drug concentrations prior to IMM withdrawal. Moreover, preliminary data suggest that proactive TDM may also help guiding anti-TNF therapy withdrawal, as in patients with sustained remission and undetectable or low drug concentrations at the time of drug discontinuation. Finally, proactive TDM is also important for surveillance of patients after treatment de-escalation to prevent low drug concentrations and immunogenicity. However, there are still some knowledge gaps including the ideal drug concentration before treatment de-escalation; if drug clearance rather than concentration can better guide anti-TNF therapy de-escalation, and how to better optimize infliximab monotherapy based on proactive TDM.", "journal": "Expert review of clinical pharmacology", "date": "2026-02-12", "authors": ["AjayGade", "AlessandraSaraga", "AlfonsoElosua", "AntonyIshan", "TinaDeyhim", "Nathan David VanshelboymRothschild", "Adam SCheifetz", "KonstantinosPapamichael"], "doi": "10.1080/17512433.2026.2630758"}
{"title": "Evidence for genetic correlation between appendix and inflammatory bowel disease: A bidirectional Mendelian randomization study.", "abstract": "Observational studies highlighted a link between the appendix and inflammatory bowel disease (IBD), but proving causality has been difficult due to the lack of a clear temporal sequence.\nThis research used a two-sample bidirectional univariable Mendelian randomization (MR), multivariable MR and linkage disequilibrium score regression (LDSC) analyses to explore the relationship between acute appendicitis, appendectomy, and IBD. Eligible instrumental variables were screened from previous genome-wide association studies (GWAS) of European ancestry for analysis. The inverse variance-weighted method was used for the primary analysis. Sensitivity analyses were used to detect and correct pleiotropy. LDSC analysis determined SNP-based heritability (h2) for acute appendicitis, IBD, Crohn's disease (CD), and ulcerative colitis (UC). Following that, cross-trait LDSC analysis assessed genetic correlations (rg) between these traits using GWAS summary data.\nGenetically predicted UC was significantly associated with a lower risk of acute appendicitis (OR = 0.933, 95% CI 0.911-0.957, p < 0.001) and appendectomy (OR = 0.954, 95% CI 0.932-0.976, p < 0.001). Conversely, no causal effect was observed from acute appendicitis or appendectomy on IBD, UC, or CD. While a suggestive association was noted for CD with appendectomy in univariable analysis, it did not remain significant after multivariable adjustment for the influence of UC. A significant negative genetic correlation further supported the inverse relationship between UC and acute appendicitis (rg = -0.205, p = 0.005).\nIn conclusion, genetically predicted UC was causally associated with a decreased risk of acute appendicitis and appendectomy, but neither acute appendicitis nor appendectomy has a causal impact on the risk of IBD, UC, or CD. These findings suggest that ulcerative colitis (UC) may confer a protective effect against the development of acute appendicitis, offering valuable insights into the shared genetic architecture and potential biological mechanisms underlying these conditions.", "journal": "PloS one", "date": "2026-02-11", "authors": ["DanLiu", "WanyueDan", "BinYan", "LihuaPeng", "FeiPan"], "doi": "10.1371/journal.pone.0342541"}
{"title": "Primary infliximab failure in pediatric colonic inflammatory bowel disease: Development of a proteomics predictive model using a prospective Canadian cohort.", "abstract": "We aimed to build a serum proteomics-based model to predict primary nonresponse (PNR) to infliximab (IFX) in pediatric colonic inflammatory bowel disease, with early proactive therapeutic drug monitoring.\nChildren in the prospective Canadian Children IBD Network with ulcerative colitis (UC), inflammatory bowel disease unclassified (IBD-U), or colonic Crohn's disease (CD) with serum pre-IFX were eligible. We defined PNR as IFX cessation plus surgery/drug switch within 6 months. We compared clinical features between groups (Mann Whitney U, chi-square test). We measured serum proteins with Olink Inflammation/Immune Response panels. We built a regularized regression (generalized linear model [GLM]) machine learning model and compared its performance with other models with 10-fold cross-validation repeated 10 times (receiver-operating characteristic/precision-recall curves, predictive score separation). We ranked proteomic features by SHAP (SHapley Additive exPlanations) analysis. We hypothesized that treatment-naïve serum would be more informative than treatment-exposed serum.\nWe included 96 patients: 71 UC/IBD-U (23 nonresponders), 42 treatment-naïve (12 nonresponders); and 25 CD, 19 treatment-naïve. Pre-third and pre-fourth dose serum infliximab levels were similar and robust (>10 µg/mL) in primary nonresponders and responders. Predictive performance was superior for diagnostic, treatment-naïve samples; the GLM showed good ability to separate primary nonresponders and responders. The GLM model on treatment-naïve serum (area under the curve ∼0.75) had better specificity to predict responders and included 21 proteins, with CSF1 and ITM2A top ranked. UC/IBD-U responders more often were steroid refractory and received infliximab as first maintenance.\nA serum proteomics linear model on treatment-naïve serum best predicted PNR. Findings require external validation but suggest that the diagnostic/pretreatment window may be key to understanding biology central to effective drug sequencing.\nA serum proteomics linear model built using machine learning on treatment-naïve serum best predicted primary nonresponse in children with colonic inflammatory bowel disease treated with infliximab. The diagnostic/pretreatment window may be key to understanding biology for effective drug sequencing.", "journal": "Inflammatory bowel diseases", "date": "2026-02-11", "authors": ["AmandaRicciuto", "Andrei LTurinsky", "Anne MGriffiths", "David RMack", "EytanWine", "Eric IBenchimol", "WaelEl-Matary", "Hien QHuynh", "NicholasCarman", "Jennifer CdeBruyn", "Anthony ROtley", "Peter CChurch", "KevanJacobson", "SarahLow", "EmmaBroer", "SallyLawrence", "MarySherlock", "ColetteDeslandres", "Thomas DWalters"], "doi": "10.1093/ibd/izaf329"}
{"title": "Communicating Needs and Features of IBD Experiences study: Canadian individuals and healthcare professional perceptions of the experience and impact of symptoms of moderate-to-severe ulcerative colitis and Crohn's disease.", "abstract": "Crohn's disease (CD) and ulcerative colitis (UC) are chronic inflammatory conditions of the gastrointestinal tract associated with impaired quality of life. The Communicating Needs and Features of IBD Experiences (CONFIDE) study aimed to assess the impact of CD/UC symptoms on the lives of people with IBD and elucidate any communication gaps between healthcare professionals (HCPs) and people with IBD. The current Canadian study replicates the CONFIDE study previously conducted in the United States, Europe, and Japan.\nOnline cross-sectional surveys were conducted between February and April 2023 among people with moderate-to-severe CD/UC and prescribing HCPs. Disease severity was defined using criteria based on previous treatment, steroid use, and/or hospitalization. Data were presented using descriptive analyses.\nSurveys were completed by 107 individuals with CD, 82 individuals with UC, and 53 HCPs. Bowel urgency was the second most common symptom reported by individuals, following diarrhoea, and it was the most frequently reported symptom leading to declining participation in work/school, social events, and physical exercise. HCP-perceived symptoms with the greatest impact on people with IBD and their treatment decisions were diarrhoea and blood in stool. While most HCPs reported proactive discussion of bowel urgency with their patients, more than a third of those experiencing this symptom reported discussing it infrequently during HCP appointments.\nThe results indicate that CD/UC symptoms have a substantial impact on the daily lives of people with IBD, even among those receiving advanced therapies. Although both HCPs and individuals with IBD reported a substantial symptom burden, their perceptions regarding the most impactful symptoms differed. Bowel urgency was identified as a common yet overlooked symptom and should be incorporated into regular IBD assessments.", "journal": "Journal of the Canadian Association of Gastroenterology", "date": "2026-02-11", "authors": ["VipulJairath", "TalatBessissow", "JenniferGlass", "MartaBraun", "Theresa HunterGibble", "TalineMovsessian", "ChristianAtkinson", "HilaryEllis", "ThomasDewar", "RemoPanaccione"], "doi": "10.1093/jcag/gwaf036"}
{"title": "Patterns of specialist healthcare delivery among inflammatory bowel disease patients in response to the COVID-19 pandemic in Ontario: a population-based study.", "abstract": "Access to inflammatory bowel diseases (IBD) specialist care is a predictor of health outcomes. We sought to characterize the impact of the pandemic on patterns of IBD healthcare delivery and whether it compromised overall access to care.\nWe identified adults with an IBD diagnosis residing in Ontario between 2016 and 2021 using administrative data at ICES. We determined quarterly rates of in-person and virtual IBD specialist visits and stratified that by regions with high and low access to IBD specialists. We stratified our analyses into 3 periods: pre-COVID, immediate COVID, and maintenance COVID. We performed interrupted time series analysis to assess for time trends.\nDuring the immediate COVID phase, there was a 69% relative quarterly decline in in-person IBD specialist visits with a concurrent 591% relative quarterly rise in rates of virtual visits. Entering the COVID maintenance phase, there was a 7% quarterly relative decline in the rate of in-person visits, and a 7% and 4% quarterly relative increases in the rates of virtual and total IBD specialist visits, respectively. Pre-pandemic, IBD patients residing in regions with high specialist access had a 16% higher rate of visits than those in low-access regions. During the COVID maintenance phase, the disparity was reduced to 12%.\nDuring the COVID-19 pandemic, the rapid transition from in-person to virtual IBD specialist care led to a slight increase in overall IBD visits. There was also a small decrease in the gap in rates of IBD specialist visits between high- and low-access regions.", "journal": "Journal of the Canadian Association of Gastroenterology", "date": "2026-02-11", "authors": ["Luke JNguyen", "VivianHuang", "PeterHabashi", "YidingGao", "ParulTandon"], "doi": "10.1093/jcag/gwaf030"}
{"title": "Treat-to-Target in Inflammatory Bowel Diseases: Lessons from Screening in a Pragmatic Clinical Trial.", "abstract": "Treat-to-target (TTT) for patients with inflammatory bowel disease (IBD) involves treating to clinical and endoscopic remission. Despite control of clinical symptoms, many patients may not achieve endoscopic remission. Real-world prevalence and patient acceptance of staying on current advanced therapy vs switching in this scenario is not well defined. The aim of this study are to report real-world prevalence of symptomatic and endoscopic/radiologic discordance and patient and provider preferences regarding stay or switch advanced therapy in this setting.\nIn the QUOTIENT trial, we performed screening exercises to estimate the prevalence of symptomatic and endoscopic/radiologic discordance using detailed screening logs for eligible patients. Sites completed screening exercises to identify what proportion of patients are eligible to participate in the QUOTIENT trial and willingness to participate.\nA total of 761 patients were screened for QUOTIENT with complete data. Of patients in corticosteroid-free symptomatic remission on an advanced therapy, 12% had moderate-to-severe endoscopic inflammation. The most common reason for declining to participate was patients' preference to stay on current advanced therapy (39%). Only 11% preferred switching to advanced therapy as a reason to decline participation.\nAmong patients with IBD who have achieved corticosteroid-free symptomatic remission on advanced therapies, real-world rates of achieving endoscopic remission or mild endoscopic activity are significantly higher than suggested by clinical trials. We observed a strong patient preference to stay on their current advanced therapy, rather than switching to an alternative agent, which contrasts with the providers' framework for treat-to-target.", "journal": "Crohn's & colitis 360", "date": "2026-02-11", "authors": ["Jason KHou", "JasmineNguyen", "JorgeRodriguez-Gaytan", "SagarPatel", "SiddharthSingh"], "doi": "10.1093/crocol/otaf067"}
{"title": "Dissecting the small RNA code of inflammatory bowel disease.", "abstract": "Emerging evidence demonstrates that noncanonical small noncoding RNAs (sncRNAs), including tRNA-derived small RNAs (tsRNAs), rRNA-derived small RNAs (rsRNAs), and Y RNA-derived small RNAs (ysRNAs), are highly abundant in various tissues and cell types and play critical roles in numerous biological processes. These noncanonical sncRNAs are also present in bodily fluids with great potential as disease biomarkers.\nWe leveraged an existing sncRNA dataset to characterize the profiles of tsRNAs, rsRNAs, and ysRNAs in the peripheral blood of patients with inflammatory bowel disease (IBD)—comprising both ulcerative colitis (UC) and Crohn’s disease (CD)—alongside healthy controls (HCs) and symptomatic controls (SCs) within a Swedish cohort (\nOur analysis revealed an overall similar dysregulation pattern of noncanonical sncRNAs among the UC, CD, and SC samples compared to HCs. Our co-expression analysis between sncRNAs and genes suggests elevated oxidative stress as a potential universal regulator of tsRNA/rsRNA/ysRNA biogenesis in IBD. Further, we developed a molecular signature composed of 21 tsRNA/rsRNA/ysRNA families, which clearly distinguished IBD patients from HCs in the Swedish cohort. However, this signature showed a diminished signal in a German cohort (\nOur findings suggest the potential of tsRNA/rsRNA/ysRNA profiles as biomarkers for IBD and provide clues for further functional and mechanistic investigations.\nThe online version contains supplementary material available at 10.1186/s10020-025-01412-1.", "journal": "Molecular medicine (Cambridge, Mass.)", "date": "2026-02-11", "authors": ["Hawkeye BufkinPlank", "XudongZhang", "Hukam CRawal", "JianchengYu", "ChangchengZhou", "QiChen", "TongZhou"], "doi": "10.1186/s10020-025-01412-1"}
{"title": "Major Adverse Cardiovascular Events and VTE in Patients with IBD Taking Anti-TNF versus JAK Inhibitors: A Multicenter Cohort Analysis.", "abstract": "Inflammatory bowel disease (IBD) is associated with an increased risk of major adverse cardiovascular events (MACE). Janus kinase inhibitors (JAKi) are approved to treat IBD, but there are concerns over whether they increase the risk of MACE or venous thromboembolism (VTE) in patients with IBD. We aimed to compare the incidence risk of MACE and VTE in patients with IBD treated with JAKi agents versus anti-TNFs.\nWe conducted a retrospective cohort study using the TriNetX database to identify patients  ≥ 18 years with IBD and treated with JAKi or anti-TNF therapy. Patients in the JAKi cohort were matched with patients treated with anti-TNF by using 1:1 propensity score matching. Patients with a history of a prior cardiovascular event were excluded from the analysis. Co-primary outcomes were MACE and VTE within 1-year after medication initiation. Additional subgroup analyses were performed based on age, sex, and IBD type. Kaplan-Meier analysis with adjusted hazard ratios (HRs) and 95% CIs were used to compare time-to-event rates.\nIn total, there were 8942 patients in the JAKi cohort matched with 8942 patients in the anti-TNF cohort. There was no difference between the two cohorts in the development of MACE (aHR: 1.08; 95% CI: 0.87-1.33; p = 0.49) or VTE (aHR: 1.06; 95% CI: 0.84-1.36; p = 0.61). In patients aged ≥ 65 years, there was no statistically significant difference between the two cohorts in MACE outcomes (aHR: 0.95; 95% CI: 0.69-1.31; p = 0.75). Consistent findings were observed when comparing ulcerative colitis to Crohn's disease, upadacitinib to tofacitinib, or JAKi to infliximab.\nOur results suggest that patients with IBD, including patients ≥ 65 years, who are treated with JAKi, were not at increased risk of MACE or VTE over a 12-month period as compared to those treated with anti-TNF therapy. Further prospective studies are warranted to confirm these findings.", "journal": "Digestive diseases and sciences", "date": "2026-02-11", "authors": ["SaqrAlsakarneh", "RazanAburumman", "FarahKhraisat", "TarekOdeh", "Jana GHashash", "Darrell SPardi", "Francis AFarraye"], "doi": "10.1007/s10620-026-09729-5"}
{"title": "Masterclass- Axial and peripheral Spondyloarthritis: Screening, suspicion and referral in musculoskeletal clinical practice.", "abstract": "Spondyloarthritis is an umbrella term for a group of inflammatory diseases that can present as back pain, joint pain and swelling, or tendon problems. Although as common as rheumatoid arthritis, awareness and screening questioning for axial and peripheral spondyloarthritis in musculoskeletal clinical practice is not yet core clinical practice and likely to be contributing to delays in diagnosis.\nThe masterclass aims to increase awareness of the clinical features and risk factors that raise suspicion that persistent back, joint or tendon problems may be axial or peripheral spondyloarthritis. Guidance is provided on the updated inflammatory screening questioning important within musculoskeletal assessments, and for developing clinical knowledge and skills to support assessment for spondylarthritis, suspicion and referral to rheumatology. Clinical assessments need to question and examine for signs, symptoms and risk factors for both axial and peripheral spondyloarthritis. This involves screening for clinical features of inflammatory back pain, enthesitis, dactylitis, joint pain and swelling; prolonged morning stiffness; risk factors of psoriasis or family history of psoriasis, inflammatory bowel disease (IBD) -Crohn's disease and ulcerative colitis, uveitis, and family history of inflammatory arthritis. Referral criteria support clinical reasoning on levels of suspicion and when to refer to rheumatology.\nSpondyloarthritis has been under-recognised in musculoskeletal assessments, which can have significant consequences for disease progression, complications and quality of life. Musculoskeletal clinicians play a crucial role in screening and supporting early recognition and intervention, which can significantly improve outcomes and reduce the impact of spondyloarthritis.", "journal": "Musculoskeletal science & practice", "date": "2026-02-11", "authors": ["CarolMcCrum", "HannahChambers"], "doi": "10.1016/j.msksp.2025.103474"}
{"title": "Genetic Risk of Inflammatory Bowel Disease Is Associated With Disease Course Severity.", "abstract": "Genetic susceptibility to inflammatory bowel disease (IBD) has been widely studied, whereas the genetic contribution to disease progression remains relatively underinvestigated. In a Danish nationwide cohort, we aimed to explore if genetic susceptibility to IBD associated with disease severity.\nWe estimated IBD polygenic scores (PGS) for 3732 patients with Crohn's disease (CD) and 4535 patients with ulcerative colitis (UC), and investigated their association with disease outcomes, including inflammatory markers, hospitalizations, major surgeries, and medication use. A composite severity outcome was defined based on the 3 years after diagnosis. Lastly, we evaluated disease extent as a possible mediator.\nIncreased PGS was associated with higher fecal calprotectin and C-reactive protein levels, and decreased hemoglobin levels. When comparing the highest vs lowest PGS quintile, we observed a hazard ratio for major surgery of 2.74 (P = 7.19 × 10\nPatients with higher genetic burden for developing IBD also experience a more severe disease course. For patients with CD this link was largely mediated by disease extent, however, this was not the case for UC, which suggests a shared genetic architecture between disease susceptibility and severity.", "journal": "Gastroenterology", "date": "2026-02-10", "authors": ["Marie VibekeVestergaard", "Kristine HøjgaardAllin", "Anne KroghNøhr", "Jesus VicenteTorresano Lominchar", "Heidi SøgaardChristensen", "HenrikKrarup", "Kaspar RenéNielsen", "Henrik AlbækJacobsen", "JonasBybjerg-Grauholm", "MarieBækvad-Hansen", "Rasmus FrobergBrøndum", "MartinBøgsted", "LoneLarsen", "AleksejsSazonovs", "TineJess"], "doi": "10.1053/j.gastro.2025.09.018"}
{"title": "Dairy Intake and Risk of Incident Inflammatory Bowel Disease in US Men and Women.", "abstract": "Dairy consumption has been linked to the development of autoimmune diseases. We aimed to examine the association between dairy intake and risk of incident inflammatory bowel disease (IBD).\nWe conducted a prospective cohort study of 197,763 participants without a baseline diagnosis of IBD in 1986 in Nurses' Health Study (NHS), 1991 in Nurses' Health Study II (NHSII), and 1986 in Health Professionals Follow-up Study (HPFS). Data on dairy intake were collected every 2-4 years using a validated semi-quantitative food frequency questionnaire and modeled according to quintiles for total intake and quartiles for components of dairy. We used Cox proportional hazard modeling to estimate adjusted hazard ratios (aHRs) and 95% confidence intervals (CIs).\nThrough the end of follow up in 2016 in NHS and HFPS, and 2017 in NHSII, we documented 347 Crohn's disease (CD) cases and 428 cases of ulcerative colitis (UC). In our primary analysis, we observed an inverse association between baseline dairy intake (Ptrend=0.04) and risk of UC (aHR of 0.72 (95%CI 0.52-1.00 comparing extremes of quintiles). Among dairy components, baseline yogurt consumption (HR=0.70; 95%CI 0.5-0.99; Ptrend=0.05) was most strongly associated with decreased risk of UC. There was no consistent association between dairy intake and risk of CD.\nIn three large prospective cohort studies, we observed a suggestive inverse association between baseline dairy intake, particularly from yogurt, and risk of UC. Future studies are needed to confirm these results.", "journal": "Clinical and translational gastroenterology", "date": "2026-02-10", "authors": ["Alexa NSasson", "KevinCasey", "Emily WLopes", "Kristin EBurke", "Ashwin NAnanthakrishnan", "JamesRichter", "Andrew TChan", "HamedKhalili"], "doi": "10.14309/ctg.0000000000000988"}
{"title": "Real-world effectiveness and safety of upadacitinib in Korean patients with inflammatory bowel disease: a single-center retrospective study.", "abstract": "Upadacitinib, a selective Janus kinase 1 inhibitor, has demonstrated efficacy in clinical trials for inflammatory bowel disease (IBD); however, real-world data from Asian populations remain limited.\nWe conducted a singlecenter retrospective study to evaluate the real-world effectiveness and safety of upadacitinib in Korean patients with ulcerative colitis (UC) or Crohn's disease (CD). Adult patients who initiated upadacitinib between July 2021 and November 2024 were included. Symptom-based clinical activity was assessed using patient-reported outcomes at baseline and 6 months. Adverse events and surgical interventions were also documented.\nForty patients (28 CD, 12 UC) were analyzed. At 6 months, symptom-based clinical remission was achieved in 82.4% of CD and 81.8% of UC patients, with clinical response rates of 88.2% and 90.9%, respectively. No clinical or treatment-related factors were significantly associated with remission in univariate analyses. Adverse events occurred in 57.5% of patients, all grade 1, and no treatment discontinuations were required. Six patients with CD required surgery during treatment.\nUpadacitinib was effective and well tolerated over 6 months in Korean patients with moderate-to-severe IBD, including those with biologic-experienced patients. These findings support its use in routine clinical practice, while highlighting the need for prospective studies to confirm its long-term safety and efficacy in Asian populations.", "journal": "Intestinal research", "date": "2026-02-10", "authors": ["Ji EunKim", "Yeong ChanLee", "MinjeeKim", "Eun RanKim", "Dong KyungChang", "Young-HoKim", "Sung NohHong"], "doi": "10.5217/ir.2025.00235"}
{"title": "Genomic Insights Into Inflammatory Bowel Disease in United States Hispanic Participants: An Ancestry-Focused Study.", "abstract": "Genetic admixture of United States Hispanic individuals provides a unique opportunity to examine ancestral origins of inflammatory bowel disease (IBD) risk. In ∼7.3K Hispanic participants (1660 IBD cases; 5614 controls), we examined ancestral heterogeneity of IBD clinical phenotypes and sought to identify IBD risk loci that displayed heterogeneity of effect or were ancestry-specific.\nAssociation of genetic ancestry with clinical phenotypes was evaluated. We conducted an ancestry-informed genome-wide (GW) association study for IBD, ulcerative colitis, and Crohn's disease (CD) to obtain ancestry-specific effect size estimates for alleles from African (AFR), European (EUR), and Amerindian (AIAN) origin. Ancestry-specific replication was assessed in All of Us Hispanic participants and transferability was evaluated for populations with similar ancestral origin.\nClinical phenotypes were associated with higher AFR (colonic, penetrating, or perianal CD; later age at diagnosis; IBD-related surgery) or AIAN ancestry (colonic CD). GW EUR-specific associations were observed within established loci for CD (NOD2, IL23R, HLA-DRA) and ulcerative colitis (HLA locus). For AFR or AIAN alleles, novel GW associations were observed in 14 loci. One AFR-specific IBD GW (PCGEM1) and 2 AFR-specific suggestive (TYROBP/LRFN3) associations replicated in All of Us. Several suggestive associations demonstrated transferability (AFR-specific TYROBP/LRFN3 and AIAN-specific GAD2). Several novel IBD risk variants also demonstrated association with clinical phenotypes.\nAncestry-informed regression enabled identification of novel AFR and AIAN-specific risk alleles, which may also inform observed phenotypic differences. We have shown that some previously identified IBD loci have associations that are EUR-specific. These findings highlight the importance of genetic ancestry for elucidating the biological underpinnings of IBD and may have important pharmacogenetic implications.", "journal": "Gastroenterology", "date": "2026-02-09", "authors": ["Ashley HBeecham", "Dermot P BMcGovern", "Steven WBrugger", "Mary FDavis", "Esther ATorres", "LissetteGomez", "DalinLi", "PaolaLopez-Marte", "Mark JDaly", "ChristineStevens", "ShaohongYang", "SwetaSinha", "EmebetMengesha", "JamesLeavitt", "Oriana MDamas", "Maria AQuintero", "Stephan RTargan", "ShervinRabizadeh", "KsenijaSabic", "NoneNone", "Judy HCho", "Maria TAbreu", "Jacob LMcCauley", "TalinHaritunians"], "doi": "10.1053/j.gastro.2025.11.007"}
{"title": "How to write an inflammatory bowel disease surgical report.", "abstract": "The development of detailed surgical reports is essential for the effective management of inflammatory bowel disease, including Crohn's disease (CD) and ulcerative colitis. These reports facilitate postoperative care, multidisciplinary planning, and are critical for studies on surgical outcomes and complications. A well-structured report should include information before, during, and after surgery. Preoperative factors include team identification, surgical plan, anesthesia, patient positioning, estimated blood loss, and urinary output data. During surgery, documentation should cover unexpected findings, abnormal blood loss, and any anesthesia changes. Postoperatively, the patient's condition and transfer destination should be described. For perianal CD, reports should include details about fistulas, abscesses, and techniques such as fistulotomy and seton placement. In abdominal resections for CD, findings such as adhesions, associated complications, and disease characteristics must be outlined. For ulcerative colitis, reports should emphasize the extent of inflammation, colectomy techniques, details of anastomoses, and perfusion assessment. These structured reports are indispensable for improving care and long-term outcomes, reinforcing their importance in the evolving multidisciplinary management of inflammatory bowel disease.", "journal": "Crohn's & colitis 360", "date": "2026-02-09", "authors": ["Abel BotelhoQuaresma", "Rafaela Araujo MolteniMoretti", "Paulo GustavoKotze"], "doi": "10.1093/crocol/otag003"}
{"title": "FOCAL ACTIVE COLITIS: DIAGNOSTIC RELEVANCE AND LONG-TERM CLINICAL OUTCOMES.", "abstract": "Focal active colitis (FAC) is a histopathologic finding characterized by focal neutrophilic crypt injury without chronic architectural changes. Its clinical implications, particularly its association with inflammatory bowel disease (IBD), remain debated.\nWe retrospectively reviewed colorectal biopsies diagnosed as FAC (2005-2024) at a tertiary center in Lebanon. Adult patients (>18 years) with isolated FAC and available clinical follow-up were included. Clinical outcomes, endoscopy, and subsequent diagnoses were analyzed.\n419 patients had complete follow-up data. Mean age was 52.5 years; 51.5% were female. Abdominal pain was the most common presentation (57.5%). Colonoscopy was normal in 73%. During a mean 26-month follow-up, 9 patients (2.15%) developed IBD (4 Crohn's disease, 3 ulcerative colitis, 2 unclassified). IBS was diagnosed in 33.2%, infectious colitis in 11.2%, drug-induced colitis in 8.6%, diverticular disease in 4.5%, and ischemic colitis in 0.7%. 25.3% had no identifiable etiology with negative follow-up. FAC was incidental in 10.5% and persistent in 3.8%. No histologic features predicted progression to IBD.\nIn this 19-year, 419-patient study, FAC was most often linked to IBS, infection, or drug-induced injury, with only 2.15% progressing to IBD. No predictive histologic features were identified. FAC remains a nonspecific finding; careful follow-up is warranted in symptomatic patients, while incidental cases are usually clinically insignificant.", "journal": "Human pathology", "date": "2026-02-09", "authors": ["Aya BSoubra", "Selim MNasser"], "doi": "10.1016/j.humpath.2026.106070"}
{"title": "Hospitalization rate for ulcerative colitis and Crohn's disease in Brazil and its correlation with socioeconomic inequalities.", "abstract": "Inflammatory bowel diseases (IBD), mainly represented by Crohn's disease and ulcerative colitis, have a multifactorial etiology and a growing incidence in developing countries. In Brazil, studies on their occurrence and relationship with social conditions remain scarce, which reinforces the importance of updated epidemiological analyses.\nEcological study using secondary data on hospital admissions extracted from the Hospital Information System of the Brazilian Unified Health System (SIH/SUS). Population data were obtained from the Brazilian Institute of Geography and Statistics (IBGE), and socioeconomic indicators (HDI-M, SVI, and Gini Index) from the Institute for Applied Economic Research (IPEA). Incidence rates were age-standardized according to the WHO world standard population. For time trend analysis, Prais-Winsten linear regression was applied, and to assess relationships with socioeconomic variables, linear regression analysis was used. The statistical software employed was Stata version 18.0.\nBetween 2010 and 2023, there were 64,303 hospital admissions for IBD in Brazil. The highest frequency was observed among women, adults aged 20 to 59 years, and in the Southeast region, while the lowest occurred in the North region. Regarding incidence, there was a significant increase among men, individuals under 19 years old, adults aged 20 to 59 years, and in the Northeast and Southeast regions. Nationally, an annual growth of 2% in incidence was observed. No significant associations were found with socioeconomic indicators, but regional analyses revealed important relationships with HDI-M and SVI.\nThe results demonstrate an increase in hospital admissions for IBD in Brazil, particularly among younger groups and in specific regions, indicating changes in the epidemiological profile. These findings highlight the need for public policies focused on early diagnosis, equitable access to specialized services, and the strengthening of epidemiological surveillance. Future research should explore environmental, nutritional, and social factors that may influence the occurrence and progression of IBD.", "journal": "BMC gastroenterology", "date": "2026-02-08", "authors": ["Jenny Diniz MalentaquiLousada", "CarlaPeluso", "BiancaBianco", "Jean HenriMaselli-Schoueri", "Luiz Viniciusde Alcantara Sousa", "Fernando RochaOliveira", "Laércioda Silva Paiva"], "doi": "10.1186/s12876-026-04633-8"}
{"title": "Clinical Outcomes in Patients with Primary Sclerosing Cholangitis With and Without Inflammatory Bowel Disease.", "abstract": "Primary sclerosing cholangitis (PSC) is a chronic cholestatic liver disease with inflammatory bowel disease (IBD) present in 60-80% of affected individuals. We aimed to investigate whether concurrent IBD worsens outcomes in PSC patients.\nWe conducted a retrospective cohort study using the TriNetX database to identify patients (≥ 18 years) with PSC. Patients were then divided into two groups: PSC with IBD (PSC-IBD cohort) and PSC without IBD (isolated PSC cohort). Propensity score matching (PSM) was used to control for covariates between both cohorts. The primary outcome was the risk of developing liver-related decompensation (combined ascites, hepatic encephalopathy, and variceal hemorrhage). Secondary outcomes included colorectal cancer (CRC), hepatobiliary malignancy, liver transplantation, and overall mortality. Cox proportional hazards models were used to calculate hazard ratios (HR) with 95% confidence intervals (CIs).\nWe identified 6,690 patients with PSC, including 3,012 patients (45%) with isolated PSC and 3,678 patients (55%) with PSC-IBD. After PSM, 1,714 pairs were well-balanced. Over an average of 5-year follow-up, PSC-IBD patients had a higher risk of liver-related decompensation (HR 1.26, 95% CI 1.09-1.46, p = 0.001), cholangiocarcinoma (HR 1.38, 95%CI 1.08-1.76, p = 0.008), and liver transplantation (HR 1.50, 95%CI 1.28-1.78, p < 0.001) compared to those with isolated PSC, with no difference in overall mortality. CRC was more common in IBD-PSC patients (HR 3.91, 95%CI 2.46-5.21, p < 0.001). Subgroup analysis revealed that patients with ulcerative colitis had more severe liver disease than Crohn's disease patients.\nConcurrent IBD was associated with adverse clinical outcomes in patients with PSC, including an increased risk of liver-related decompensation and cholangiocarcinoma.", "journal": "Digestive diseases and sciences", "date": "2026-02-06", "authors": ["AhmedIbrahim", "Don CRockey"], "doi": "10.1007/s10620-026-09699-8"}
{"title": "Integrating intestinal ultrasound into routine clinical care improves prediction of biochemical disease activity in pediatric inflammatory bowel disease.", "abstract": "Point-of-care intestinal ultrasound (IUS) is a non-invasive tool to evaluate inflammation in patients with inflammatory bowel disease (IBD). Limited studies have evaluated the role of IUS during routine clinical care. This study investigated the addition of IUS as part of routine clinic visits compared to standardized indices collected in real-world care to evaluate the role of IUS as a treat-to-target measure.\nThis cross-sectional study included pediatric patients (<18-years-old) with IBD who underwent IUS as part of clinical care. The primary outcome compared the accuracy of IUS with clinical indices versus clinical indices alone to predict biochemical disease activity using receiver operating characteristics. Secondary outcomes evaluated differences in bowel wall thickness (BWT) based on biochemical disease activity and level of clinical severity.\nThe study included 92 patients with 136 IUS exams. The addition of IUS markers to clinical parameters improved prediction of biochemical activity in CD (AUC 0.71 versus 0.90; P = .004) and trended toward improvement in UC (AUC 0.83 versus 0.92; P = .067). Patients with active disease had higher BWT than those with quiescent disease. Median BWT for FCP activity was 4.2 mm (IQR: 2.7-5.0 mm) versus 2.0 mm (IQR: 1.6-2.7 mm; P < .001) for FCP remission (≤250µg/g). Optimal BWT thresholds to predict FCP > 250 ranged between 2.3-2.5 mm, based on disease phenotype.\nIntegrating IUS with clinical symptoms during routine clinic visits was superior to shPCDAI alone in predicting CD activity, and may potentially be superior to PUCAI for UC. Incorporating IUS into routine visits may accelerate treatment decisions, thereby advancing an improved point-of-care treat-to-target approach.\nIncorporating point-of-care intestinal ultrasound (IUS) with standardized pediatric clinical disease indices enhances the detection of biochemical disease activity in children with inflammatory bowel disease, particularly in those with Crohn’s disease. This highlights a novel non-invasive approach for tighter disease monitoring.", "journal": "Inflammatory bowel diseases", "date": "2026-02-06", "authors": ["Perseus VPatel", "Destiny JZuniga", "AlkaGoyal", "RachelBensen", "DorseyBass", "JonathanMoses", "Michael JRosen", "Ruben JColman"], "doi": "10.1093/ibd/izaf337"}
{"title": "Resolution of severe ulcerative colitis-associated benign stricture with combined vedolizumab and endoscopic stricturotomy: a case report.", "abstract": "Ulcerative colitis (UC)-associated strictures, although infrequent, are complex to treat and often prompt surgical resection as a result of concerns about underlying malignancy. However, benign strictures resulting from the inflammation-induced fibrosis represent an important and underaddressed clinical scenario. Although endoscopic stricture therapy is well-established in Crohn's disease-associated strictures, its use in UC has not been described in the literature, to our knowledge. We report a case of a benign colonic stricture in a UC patient after a severe flare who achieved clinical remission with vedolizumab. Endoscopic stricturotomy was performed, resulting in sustained luminal patency over a 2-year follow-up period. Serial biopsies showed no dysplasia. The patient remained in clinical and endoscopic remission. This case suggests that combined medical and endoscopic therapy may promote the resolution of UC-associated benign strictures.", "journal": "iGIE : innovation, investigation and insights", "date": "2026-02-06", "authors": ["ShanshanWang", "BoShen"], "doi": "10.1016/j.igie.2025.07.005"}
{"title": "Evolution of Advanced Combination Treatment in Inflammatory Bowel Disease.", "abstract": "Despite multiple new advanced therapeutic options for the treatment of inflammatory bowel disease (IBD), almost half of patients do not achieve clinical remission and the number requiring intestinal resection has not significantly changed in over 20 years. To address the therapeutic ceiling seen with single-agent biologics or small molecules, clinicians have attempted combination therapy, known as advanced combination treatment (ACT), to target multiple inflammatory pathways involved in IBD pathogenesis. ACT may be particularly helpful for patients with long-standing refractory disease and those with extraintestinal manifestations. Initial trials have supported the safety and efficacy of ACT, showing clinical and endoscopic remission rates of 59% and 34%, respectively, and response rates of 69% and 43%, respectively, and few new safety signals. However, increased adverse events are seen in patients combining ACT and immunomodulators or corticosteroids. Conclusions are limited by the lack of robust randomized controlled trial evaluation and aggregate analysis of outcomes. This article will review the available data on the use of specific ACT regimens in IBD.", "journal": "Gastroenterology & hepatology", "date": "2026-02-06", "authors": ["ArpitaJajoo", "KatherineMargolin", "Berkeley NLimketkai", "AlyssaParian"], "doi": NaN}
{"title": "Redrawing the gut map: evolving probiotic approaches to microbiota modulation in inflammatory bowel disease.", "abstract": "Inflammatory bowel disease (IBD), comprising Ulcerative colitis (UC) and Crohn's disease (CD), is a chronic inflammatory disorder of the gastrointestinal tract (GIT) that occurs due to several factors, including, but not limited to, gut microbiota dysbiosis, immune dysregulation, and environmental factors. Despite significant advances in IBD pharmacotherapy, patients often experience treatment failures due to suboptimal treatment responses, frequent relapses, and are also susceptible to developing several adverse effects (AEs), highlighting the need for developing alternative therapies. A growing body of evidence necessitates the importance of maintaining gut microbiome homeostasis, which is commonly disrupted in IBD. Probiotics have emerged as promising adjunctive IBD therapies due to their capacity to modulate immune responses, restore gut microbial balance, and preserve mucosal barrier integrity. Multiple probiotic strains, including Escherichia coli (E. coli) Nissle 1917, Lacticaseibacillus rhamnosus GG, Bifidobacterium longum (B. longum), Saccharomyces cerevisiae var. boulardii (S. boulardii), and combination formulations, such as VSL#3 (Lactobacillus, Bifidobacterium, and Streptococcus thermophilus), have demonstrated superior efficacy in inducing and maintaining remission in comparison with placebo and comparable efficacy with conventional treatments, such as mesalazine. While the efficacy of probiotics has been demonstrated in UC through several clinical studies, evidence supporting their use in CD remains inconsistent, with studies yielding mixed or inconclusive results. This highlights the necessity for additional carefully designed, large-scale studies specifically targeting CD patients to better understand the therapeutic potential of probiotics in a broader context. Finally, emerging innovations in genetic engineering and clustered regularly interspaced short palindromic repeats/ CRISPR-associated protein 9 (CRISPR/Cas9) technology offer exciting prospects for the development of precision probiotics, which could possess both diagnostic and treatment benefits and further expand the clinical utility of probiotics in IBD treatment.", "journal": "Antonie van Leeuwenhoek", "date": "2026-02-06", "authors": ["PremalVaghela", "BhavarthDave", "AkshadaDabhade", "RohitasDeshmukh", "BhupendraPrajapati", "Omar AwadAlsaidan", "SuhaskumarPatel", "AnkushMehta", "AnupSingh", "KiranDudhat"], "doi": "10.1007/s10482-026-02254-5"}
{"title": "Rebalancing the inflammatory trajectory from inflammatory bowel disease to colitis-associated colorectal cancer via artemisinin-based multitarget therapy.", "abstract": "Inflammatory bowel disease (IBD) comprises Crohn's disease and ulcerative colitis, and that is a major risk factor for colitis-associated colorectal cancer (CAC), a distinct and aggressive malignancy driven by chronic intestinal inflammation. Artemisinins, a group of sesquiterpene lactones derived from Artemisia annua, have emerged as promising therapeutic candidates for IBD due to their potent anti-inflammatory and anticancer properties. In this review, we summarize the current evidence that artemisinins exert diverse pharmacological actions including modulation of immune responses, reduction of oxidative stress, preservation of epithelial barrier function, and suppression of oncogenic signaling relevant to IBD and CAC. We also introduce the recent progress in formulation strategies designed to enhance the bioavailability, tissue specificity, and therapeutic efficacy of artemisinin-based agents. By bridging traditional medical philosophy with modern pharmacological insights, artemisinins represent a versatile platform for preventing and treating inflammation-driven colorectal cancer. This review offers a comprehensive overview of their translational potential in addressing the IBD-CAC continuum.", "journal": "Acta pharmacologica Sinica", "date": "2026-02-06", "authors": ["Shi-JunHe", "Mei-LinTang", "LiChen", "Jian-PingZuo", "Han-ChenXu", "Ze-MinLin"], "doi": "10.1038/s41401-025-01747-9"}
{"title": "Prediction of inflammatory bowel disease based on early life risk factors in a population-based cohort.", "abstract": "While many early life exposures have been associated with IBD, prediction of risk based on these variables is not yet available.\nWe conducted a nationwide population-based cohort study including offspring in the Danish National Birth Cohort with available interview data at four time points on early life exposures. Follow up continued until IBD diagnoses, emigration, death or end of the study period, September 1, 2022. We used elastic net with underlying Cox regression model to predict IBD diagnosis at <13, <17 years of age, and for the duration of follow-up. We used the entire dataset for model development and internal validation with optimism correction in the fit metrics by bootstrapping.\nA total of 50,592 offspring were included in the study. During a median (IQR) follow-up of 21.8 (20.4, 22.9) years, 310 offspring (0.6%) developed IBD, including 171 with Crohn's disease (CD) and 139 with ulcerative colitis (UC). The area under the receiver operating characteristic curve (AUC) for prediction of IBD overall, at age <17 years and <13 years was 0.56, 0.60 and 0.69, respectively. The best prediction models were for UC with onset at age <17 years and <13 years (AUC 0.64 and 0.76, respectively). Cumulative incidence rates for each outcome for those in the top 5%, compared to the lower 95% of predicted risk, were between 1.6 and 26-fold higher for each model. The main variables contributing to the models included parental IBD status, hygiene-related variables, and those relating to early life diet and infections.\nIn a nationwide cohort with long-term follow up data, early life exposures were predictive of UC, especially younger-onset disease, while prediction of CD was less accurate.", "journal": "Clinical gastroenterology and hepatology : the official clinical practice journal of the American Gastroenterological Association", "date": "2026-02-06", "authors": ["ManasiAgrawal", "Anne VinkelHansen", "MetteJulsgaard", "Jean-FredericColombel", "TineJess"], "doi": "10.1016/j.cgh.2026.01.034"}
{"title": "", "abstract": "", "journal": "Frontiers in pediatrics", "date": "2026-02-05", "authors": ["MariaRogalidou"], "doi": "10.3389/fped.2025.1753289"}
{"title": "Latent tuberculosis screening for inflammatory bowel disease in tuberculosis endemic region remains porous and suboptimal: A multicentre study.", "abstract": "Screening for latent tuberculosis (LTB) before initiating advanced therapy for inflammatory bowel disease (IBD) helps reduce the risk of tuberculosis (TB) development. However, there is limited data on screening practices from TB-endemic regions.\nTo study the practices of screening for LTB and study the incidence of TB in patients with IBD on biological and small molecule inhibitors.\nThis retrospective multicentre study analyzed LTB screening practices in IBD patients starting advanced therapies between 2018 and 2022. We included patients who were initiated on biologics (infliximab, adalimumab, vedolizumab) or small molecule inhibitors (tofacitinib). We assessed compliance with LTB screening methods, including the tuberculin skin test, interferon-gamma release assay (IGRA), chest X-ray, and computed tomography chest, both at initiation and annually. We also evaluated the incidence of active TB and its predictors.\nOf 378 patients (mean age: 36.9 ± 14.9 years, males: 56.9%), 158 (41.8%) and 216 (57.1%) had ulcerative colitis and Crohn's disease, respectively. Advanced therapy used were anti-tumor necrosis factor in 309 (81.74%), tofacitinib in 41 (10.84%) and vedolizumab in 28 (7.40%). Standard screening and diligent screening strategy was employed in 59% and 33% of patients, respectively. Compliance with tuberculin skin test and IGRA was noted in 261 (69.04%) and 298 (78.83%) patients, respectively. Chest X-Ray and computed tomography chest were performed in 300 (79.36%) and 242 (64.02%), respectively. Annual screening in those on advanced therapy for > 1 year was performed in 27.2% (50/184). Active TB developed in 17 (4.49%); 15 (88.23%) were on anti-tumor necrosis factor. LTB was detected in 40 (10.72%), with most diagnosed on the basis of IGRA (21/40, 52.50%). Among 17 patients who developed active TB, LTB screen was negative in 12 (70.58%).\nStandard screening practices for LTB, prior to starting advanced therapy, remain suboptimal (< 60%) in India despite high TB endemicity.", "journal": "World journal of gastroenterology", "date": "2026-02-05", "authors": ["Daya KrishnaJha", "ShilpaPrasad", "ArunValsan", "ShubhraMishra", "PriyaNair", "Anoop KKoshy", "SonalSingh", "Ajay ShankarPrasad", "RajatShukla", "RizwanAhamed", "PhilipAugustine", "KartikNatarajan", "KiranPeddi", "AkshayKulkarni", "SumitBhatia", "Aditya VPachisia", "Pradeep KSingh", "AnuraagJena", "SwatantraGupta", "ShubhamJain", "KodavoorPadmaprakash", "RinkalbenKakadiya", "AmitKumar", "SiddharthShukla", "UshaDutta", "VivekHande", "SandeepThareja", "VishalSharma"], "doi": "10.3748/wjg.v32.i4.114897"}
{"title": "Antibiotic consumption of inpatients with inflammatory bowel disease during 2015-2024 and future prediction: Evidence from a general hospital.", "abstract": "Inflammatory bowel disease (IBD) is a chronic, gastrointestinal condition including ulcerative colitis and Crohn's disease. Patients diagnosed with IBD are more susceptible to infections and frequently require antibiotics.\nTo analyze the antibiotic consumption of IBD inpatients and project future relevant trends.\nWe retrospectively collected the demographic and antibiotic usage data from the IBD patients hospitalized between 2015 and 2024. The antibiotics were classified, and the consumption intensity was calculated. The appropriate statistical methods were applied to compare the differences between groups. The Monte Carlo simulation was used to forecast the antibiotic consumption from 2025 to 2027.\nA total of 1985 hospitalizations and 372 antibiotic prescriptions were included in this work. The antibiotic-exposed patients were older, had longer hospital stays, and higher costs. Males and ulcerative colitis patients showed a higher antibiotic usage. The highest consumption was observed in 2019, 2022, and 2024. The common indications were intestinal infections and perioperative prophylaxis. Cephalosporins and β-lactam antimicrobials were most commonly used, while carbapenems and glycopeptide antibacterials increased during 2022-2024. Although the antibiotic usage rates decreased in 2020-2024 when compared to 2015-2019, the consumption intensity significantly increased. The Monte Carlo simulation projected a 170.0% (95% uncertainty interval: -42.1% to 689.7%) consumption increase by 2027.\nThese findings highlight the need to strengthen antibiotic stewardship and infection control strategies in IBD inpatient management to prevent further escalation of antimicrobial resistance.", "journal": "World journal of gastroenterology", "date": "2026-02-05", "authors": ["WenZeng", "Wei-KunZhang", "DuoXu", "KunHe", "Yu-PingHuang", "Yu-XiLiu", "Hui-FangYang"], "doi": "10.3748/wjg.v32.i4.115040"}
{"title": "Role of leucine-rich α-2-glycoprotein in Taiwanese patients with inflammatory bowel disease as a predictive biomarker for endoscopic activity.", "abstract": "Endoscopy is the gold standard for examining inflammatory bowel disease (IBD), and fecal calprotectin (FC) is a widely used surrogate marker for IBD. However, both methods are considered unpleasant by patients because of their invasiveness and inconvenience. Leucine-rich α-2-glycoprotein (LRG) is a novel serum biomarker that has been previously studied only in Japanese populations.\nTo evaluate the predictive utility of LRG in a Taiwanese cohort.\nPatients with IBD were prospectively enrolled between 2022 and 2024. Serum and stool samples were collected within 1 month of endoscopy, and patient albumin, hemoglobin (Hb), and C-reactive protein (CRP) levels were measured. Active endoscopic disease was defined as a Mayo endoscopic subscore ≥ 2 for ulcerative colitis (UC) or a Simple Endoscopic Score for Crohn's Disease ≥ 6 for Crohn's disease (CD). Correlations and diagnostic performance of biomarkers were analyzed.\nA total of 203 patients (100 with UC and 103 with CD) were enrolled. LRG was positively correlated with FC and CRP but negatively correlated with Hb and albumin (\nLRG may serve as a supportive biomarker, particularly in combination with other markers, for assessing disease activity in Taiwanese patients with IBD. In patients with UC with normal CRP levels, adding LRG and Hb could enhance the predictive accuracy for endoscopic activity to nearly that of FC.", "journal": "World journal of gastroenterology", "date": "2026-02-05", "authors": ["Yun-ChuChen", "Meng-TzuWeng", "Feng-PaiTsai", "Zhi-CheChen", "Hsin-YunWu", "Chien-ChihTung", "Chun-YingWang", "Shu-ChenWei"], "doi": "10.3748/wjg.v32.i3.114677"}
{"title": "Engineered probiotics for inflammatory bowel disease therapy: mechanisms, delivery strategies, and precision medicine.", "abstract": "Inflammatory bowel disease (IBD), encompassing ulcerative colitis (UC) and Crohn's disease (CD), is a prevalent chronic gastrointestinal disorder. Conventional therapies are often limited by adverse effects and suboptimal long-term efficacy. Probiotics have emerged as promising therapeutic alternatives for IBD because of their ability to modulate the gut microbiota, reinforce intestinal barrier integrity, and regulate immune responses. However, their clinical translation is hampered by challenges within the harsh gastrointestinal milieu, including low viability, poor colonization, and insufficient target specificity. This review focuses on the engineering of probiotics designed to overcome these limitations for IBD management. We outline the therapeutic potential and mechanisms of action of probiotics in IBD, with a critical emphasis on discrepancies between preclinical and clinical observations. We subsequently discuss the drawbacks of conventional probiotic therapies, highlighting gaps between ", "journal": "Frontiers in microbiology", "date": "2026-02-05", "authors": ["XiaohuaWang", "YindiCheng", "JiahuiHuang", "FeixuanXu", "JianJiang", "NonthanethNalinratana", "LitongJin", "YingXue"], "doi": "10.3389/fmicb.2025.1696524"}
{"title": "Association between \"Life's Critical 9\" health score and the risk of inflammatory bowel disease: a prospective cohort study from the UK biobank.", "abstract": "Inflammatory bowel disease (IBD), including ulcerative colitis (UC) and Crohn's disease (CD), is a chronic inflammatory condition of the gastrointestinal tract. The \"Life's Critical 9\" (LC9) health score, proposed by the American Heart Association (AHA), incorporates nine modifiable factors including psychological health. This study aims to evaluate the association between the LC9 score and the risk of IBD, particularly UC and CD.\nThis prospective cohort study utilized UK Biobank data from 370,645 participants. Cox proportional hazards models assessed associations between LC9 score and IBD, UC, and CD risk. Subgroup analyses examined interactions with age, sex, ethnicity, education, smoking, alcohol consumption, and body mass index (BMI). Mediation analyses evaluated the role of triglycerides, neutrophils, albumin, and C-reactive protein (CRP). Sensitivity analyses replaced the overall LC9 score with the mental-psychological subscale to evaluate robustness.\nHigher LC9 scores were significantly associated with reduced UC risk (hazard ratio [HR] 0.909, 95% confidence interval [CI] 0.863-0.958) and overall IBD risk (HR 0.976, 95% CI 0.953-1.001). No significant association was observed for CD (HR 0.928, 95% CI 0.858-1.003, P = 0.059). Subgroup analyses revealed stronger inverse associations for UC among individuals aged ≥ 60 years, females, European descent, lower education levels, current drinkers, and BMI 18.5-25. Mediation analyses showed triglycerides, neutrophils, albumin, and CRP accounted for 10.78%, 26.74%, 4.77%, and 22.95% of the LC9-UC association, respectively. Sensitivity analyses using the mental-psychological subscale demonstrated consistent protective associations across all models for IBD (HR 0.991, 95% CI 0.990-0.992), UC (HR 0.995, 95% CI 0.993-0.997), and CD (HR 0.996, 95% CI 0.994-0.998), all P < 0.001.\nHigher LC9 scores were significantly associated with reduced UC risk, with notable interactions across demographic and behavioral characteristics. The comprehensive LC9 framework, incorporating cardiovascular, metabolic, and psychological factors, may provide a holistic approach to IBD risk assessment and prevention strategies.", "journal": "BMC public health", "date": "2026-02-05", "authors": ["YuChang", "FanLi", "ChanjiaoYu", "ZhihaoWang", "YuqinLi", "TongyuTang"], "doi": "10.1186/s12889-026-26434-0"}
{"title": "Association between physical activity with disease activity and functional disability in patients with inflammatory bowel disease.", "abstract": "The impact of Physical activity (PA) on the activity of inflammatory bowel disease (IBD) remains unclear.\nA descriptive cross-sectional study included consecutive patients with Crohn's disease (CD), ulcerative colitis (UC). PA was assessed using the short International Physical Activity Questionnaire. PA was classified as low, medium or high PA. PA was also assessed according to WHO recommendations. IBD activity was evaluated using PRO-2, while IBD-related disability was assessed with the IBD-disk questionnaire.\nAmong a total of 2514 patients (1715 CD), only 28.8% met the WHO recommendations on PA (49.8% had low PA, 35.2% had medium PA, and 15.0% had high PA). Medium and high PA levels were associated with a higher rate of patient-reported clinical remission in patients with CD (OR 1.30 [1.08-1.57] for medium PA, and 1.33 [1.03-1.72] for high PA vs. low PA; p-trend=0.02) but not in those with UC. Higher PA levels were associated with less IBD-related disability in both CD, and UC.\nIn a large cohort of IBD patients, moderate and high PA was associated with higher rates of clinical remission in patients with CD and lower IBD-related disability in both CD and UC patients.", "journal": "Digestive and liver disease : official journal of the Italian Society of Gastroenterology and the Italian Association for the Study of the Liver", "date": "2026-02-05", "authors": ["MaudGendard", "PhilippeSeksik", "CarmenStefanescu", "AntoineMeyer", "MariaNachury", "StéphaneNancey", "GuillaumeSavoye", "MatthieuAllez", "DavidLaharie", "MélanieSerrero", "DenisFranchimont", "NicolasMathieu", "MathurinFumery", "LucineVuitton", "StéphaneNahon", "CyrielleGilletta", "CléaRouillon", "AlexandreNuzzo", "Catherine LeBerre", "BénédicteCaron", "AnthonyBuisson", "MorganeAmil", "MaëvaCharkaoui", "GuillaumeCadiot", "LudovicCaillo", "MarionSimon", "CatherineReenaers", "XavierHébuterne", "LauriannePlastaras", "CalinaAtanasiu", "SandyKwiatek", "MathieuUzzan", "Anne-LaurePelletier", "AlbanBenezech", "MathiasVidon", "FelixGoutorbe", "SophieGeyl", "ChristopheCellier", "CélineMontuclard", "DriffaMoussata", "RomainAltwegg", "AurélienAmiot", "NoneNone"], "doi": "10.1016/j.dld.2026.01.210"}
{"title": "Leucine-rich alpha-2 glycoprotein as a blood biomarker in Inflammatory bowel disease: clinical implications and future perspectives.", "abstract": "Reliable biomarkers for monitoring inflammatory bowel disease (IBD) remain an unmet clinical need, particularly in patients receiving biologic therapies where C-reactive protein (CRP) responses may be attenuated. Leucine-rich alpha-2 glycoprotein (LRG) is a novel acute-phase reactant regulated by multiple cytokines, potentially less dependent on interleukin-6 than CRP.\nThis narrative review synthesizes recent Japanese real-world data and emerging international literature on LRG, outlining its biological characteristics, early clinical applications, and evidence in ulcerative colitis and Crohn's disease. Key topics include correlations with clinical, endoscopic, and histologic activity; proposed cutoff values; comparisons with conventional biomarkers; diagnostic performance in small bowel disease; and its role in therapeutic monitoring, including postoperative assessment.\nLRG shows strong correlations with mucosal and transmural inflammation across IBD phenotypes, retains sensitivity in biologic-treated patients or those with normal CRP, and predicts treatment response. Its rapid turnaround and noninvasive nature make it well suited to treat-to-target strategies. However, most evidence originates from Japan, limiting generalizability until confirmed in large, multicenter international cohorts. Broader adoption will require assay standardization, validation across diverse populations, and integration into composite indices to optimize individualized care. If validated globally, LRG could transform precision monitoring and enhance outcomes in clinical practice.", "journal": "Expert review of gastroenterology & hepatology", "date": "2026-02-04", "authors": ["TakayukiYamamoto"], "doi": "10.1080/17474124.2026.2628012"}
{"title": "Multiparametric intestinal ultrasound in inflammatory bowel diseases: a narrative review.", "abstract": "Multiparametric intestinal ultrasound (MPUS) has emerged as a valuable, noninvasive tool for the diagnosis, monitoring, and phenotyping of inflammatory bowel diseases (IBD), offering real-time assessment of bowel wall structure, vascularity, and stiffness.\nThis review discusses the latest advancements in intestinal ultrasound, including contrast-enhanced ultrasound (CEUS), elastography, and ultrasound microvascular imaging (UMI). These techniques enhance the characterization of inflammation and fibrosis, help differentiate between inflammatory and fibrotic strictures, detect complications such as abscesses or phlegmons, and monitor therapeutic response. The narrative is based on a comprehensive analysis of recent literature identified through a PubMed search conducted up to September 2025. with a focus on clinical applicability, technical methodology, and current evidence supporting each modality.\nMPUS represents a transformative evolution in IBD imaging, particularly in point-of-care and longitudinal disease management. Despite its strong potential, widespread adoption is limited by technical variability, operator dependency, and lack of standardization. Future integration into clinical practice will require multicenter validation, standardized protocols, and training programs. The development of AI-assisted tools and targeted CEUS may soon elevate MPUS from a structural to a functional and molecular imaging modality, opening the door to personalized, precision-based IBD care.", "journal": "Expert review of gastroenterology & hepatology", "date": "2026-02-04", "authors": ["CatalettiGiovanni", "GridavillaDaniele", "CasellaMarta", "NatalelloGabriele", "MaconiGiovanni"], "doi": "10.1080/17474124.2026.2624595"}
{"title": "Dietary Beliefs, Food Avoidance and Meal Skipping in Australian Children With Inflammatory Bowel Disease.", "abstract": "To determine the frequency and patterns of dietary modification, sources of dietary advice and associated behaviours in Australian children with inflammatory bowel disease (IBD).\nMixed-methods cross-sectional study was conducted with IBD patients attending Perth Children's Hospital. Participants completed a validated questionnaire and clinical disease activity (PUCAI/PCDAI) was recorded on the day of consultation. Descriptive statistics, t-tests, chi-square tests, and multivariable logistic regressions were performed using Jamovi.\nSixty-four children participated (34 males; mean age 13.4 ± 2.8 years; 28 Crohn's disease, 36 ulcerative colitis). Over half (33/64, 51.6%) reported dietary modification post diagnosis, most commonly food avoidance. One-third (24/64, 37.5%) regularly skipped meals. On multivariable logistics regression food avoidance (aOR 13.8, 95% CI 2.17-87) and disease activity (aOR 12.4, 95% CI 2.80-55.1) were independently associated with meal skipping. Females were 3.17 (95% CI 1.14-8.80) times more likely to practice food avoidance and 3.56 (95% CI 1.14-8.80) times more likely to report symptom exacerbation with specific foods on univariable analysis. Although gastroenterologists and dietitians were the most trusted sources of dietary advice, over 20% (7/33) of patients were modifying their diet based on non-expert recommendation.\nDietary modification post diagnosis is prevalent among Australian paediatric IBD patients. Meal skipping is independently associated with active disease and self-directed food avoidance; females report higher rates of food avoidance and symptoms exacerbation with foods. These findings highlight the need for proactive, consistent dietary counselling and underscore the importance of further multicentre studies to corroborate these findings.", "journal": "Journal of paediatrics and child health", "date": "2026-02-03", "authors": ["DewruwanGammanpila", "TanyaCollins", "ZubinGrover"], "doi": "10.1111/jpc.70301"}
{"title": "Current State Analysis of Malnutrition Screening for Ambulatory Patients With Inflammatory Bowel Disease Reveals Low Screening Rates and Telehealth as a Risk Factor.", "abstract": "Patients with inflammatory bowel disease (IBD) are at increased risk of malnutrition, which is associated with worse outcomes and has prompted recommendations for regular nutrition screening. This study details a current state analysis of outpatient gastroenterology (GI) malnutrition screening practices for patients with IBD and evaluates risk factors for lack of screening.\nThis retrospective cohort study included adults with IBD on advanced therapies seen at the University of California, Los Angeles, between 2018 and 2024. Patient data were abstracted from outpatient GI encounters via electronic medical records. A root cause analysis for lack of malnutrition screening was created using a Gemba walk and stakeholder interviews. Multivariable logistic regression evaluated risk factors for lack of screening.\nOf 283 included patients, the mean age was 44.4, mean body mass index was 25.9, 53.7% were female, 62.9% were White, and 50.0% had Crohn's disease. Most (70.7%) had their GI encounters via telehealth. Malnutrition screening was performed at 56% of encounters. When patients were screened, a validated screening tool was used in 12% of encounters. Screening identified malnutrition risk in 11% of encounters and prompted ordering of registered dietician referrals 44% and nutrition labs 56% of the time. Malnutrition screening was less likely if the encounter was via telehealth (vs in-person, odds ratio 0.43, confidence interval [0.23-0.80]).\nImproved malnutrition screening among GI physicians for IBD patients is needed. Given telehealth visits were strongly associated with lack of screening, strategies to address this care gap are needed since telehealth has become more common.", "journal": "Gastro hep advances", "date": "2026-02-02", "authors": ["BitaShahrvini", "AndrewChang", "Alexandra CGreb", "MarkBaniqued", "Divya PPrajapati", "RhettHarmon", "Sureya FHussani", "NirupamaBonthala", "GauravSyal", "Jenny SSauk", "Folasade PMay", "Berkeley NLimketkai"], "doi": "10.1016/j.gastha.2025.100870"}
{"title": "Serum Levels of Coagulation Factors in Patients with Inflammatory Bowel Disease.", "abstract": "Inflammatory bowel diseases (IBD) is described by increased coagulability and prothrombotic state and can be associated with coagulopathies. Although many causes of increased coagulability and thrombosis have been reported in IBD, there is no definitive evidence for most of them. This study aimed to define the changes in Blood Coagulation Factors in patients with IBD compared to healthy controls.\nIn this case-control study, serum levels of protein C, protein S, antithrombin III, fibrinogen, and Homocysteine were evaluated in 59 patients with a confirmed IBD, (23 with Crohn disease and 36 with ulcerative colitis) (case group) and 29 healthy individuals (control group) matched for age and gender.\nSignificant differences were found in all five studied markers between IBD and non-IBD patients (protein C (P=0.033), protein S (P=0.006), antithrombin III (P<0.001), fibrinogen (P=0.016) and Homocysteine ​​(P<0.001)), however, multivariate analysis showed a significant role for only Homocysteine (OR=0.957, 95%CI: 0.93-0.986, P=0.003) in predicting IBD. Regarding the results, it can be alleged that despite the significant difference in the level of Blood Coagulation Factors between the IBD and non-IBD patients, only the serum level of Homocysteine has a predictive role for IBD.", "journal": "Iranian journal of pathology", "date": "2026-02-02", "authors": ["BahramMemar", "AliMoradi", "ShohrehKhatami", "HassanVosoughinia", "MitraAhadi"], "doi": "10.30699/IJP.2025.2061251.3460"}
{"title": "The hidden piece in inflammatory bowel diseases: The significance of intestinal mucus in mediating the bacteria-cells crosstalk.", "abstract": "Inflammatory bowels diseases (IBD) are chronic conditions with a complex not yet fully understood pathogenesis, characterized by a compromised intestinal barrier. Traditionally, the gut microbiota and the intestinal epithelium have been considered the primary contributors to this dysfunction. However, emerging evidence underscore the crucial role of a third key player: the intestinal mucus. Mucus acts as an equal partner alongside the epithelium and microbiota, functioning as a cell-free interface that filters molecules and toxins while preventing bacterial penetration through its unique structural and compositional properties. Despite its significance, the role of mucus in IBD remains underappreciated, with relative few studies focusing specifically on mucus compared to ones centred on epithelial cells and bacteria. This review explores the features of the intestinal barrier by exanimating each component of the gut mucosa (", "journal": "Materials today. Bio", "date": "2026-02-02", "authors": ["GiuseppeGuagliano", "LuciaBoeri", "MartaMerli", "HongjiYan", "FrancescoBriatico Vangosa", "LiviaVisai", "SonjaVisentin", "PaolaPetrini", "LorenzoSardelli"], "doi": "10.1016/j.mtbio.2025.101937"}
{"title": "Enhanced recovery after surgery for inflammatory bowel disease surgery: A systematic review.", "abstract": "Enhanced Recovery after Surgery (ERAS) protocols, though well-established across surgical disciplines, remains underutilized in inflammatory bowel disease (IBD) surgeries due to complexities like malnutrition and immunosuppression. This systematic review evaluated 13 studies involving 3,539 patients to assess the impact of ERAS implementation in IBD surgery. Data consistently showed that ERAS protocols reduced hospital stay, expedited bowel function return and decreased complications and readmissions compared to conventional care. Key components included nutritional optimization, laparoscopic techniques, early feeding and multimodal analgesia. Despite variability in adherence, the evidence supports integrating ERAS into IBD surgical management while advocating for further standardized research.", "journal": "Bioinformation", "date": "2026-02-02", "authors": ["NaveenkumarViswanathan", "Kasturi RanganSarathy", "VimalrajSamikannu", "ShreeshailDayanand", "Naveen KumarChandrasekaran"], "doi": "10.6026/973206300213621"}
{"title": "Japanese Society for Cancer of the Colon and Rectum (JSCCR) Guidelines 2024 for the Clinical Practice of Inflammatory Bowel Disease-Associated Intestinal Neoplasia (English Version).", "abstract": "The number of patients with inflammatory bowel disease (IBD), including ulcerative colitis (UC) and Crohn's disease (CD), continues to increase in many countries and regions. With recent rapid advances in medical therapies targeting intestinal inflammation, the number of patients with long-term disease duration is also increasing. It is well-recognized that longstanding IBD carries an increased risk of developing gastrointestinal (GI) neoplasia, particularly colorectal cancer. However, compared to sporadic GI tumors, IBD-associated GI tumors are relatively rare, and even among specialists in GI diseases, opportunities to encounter such cases remain limited. In light of this situation, the Japanese Society for Cancer of the Colon and Rectum (JSCCR), in collaboration with the Japanese Inflammatory Bowel Disease Research Group (funded by the Japan Sciences Research Grant for Research on Intractable Diseases affiliated with the Ministry of Health, Labour, and Welfare) launched the Guideline Development Committee for IBD-associated Gastrointestinal Tumors in 2021, with the aim of establishing clinical practice guidelines to support the diagnosis and management of these tumors. The committee-comprising experts in gastroenterology, surgery, pathology, guideline development, and literature review-conducted extensive discussions and successfully published the first Japanese edition of the guidelines in July 2024. We believe that the current edition provides the best possible guidance based on presently available knowledge. Furthermore, the guideline development process highlighted several key issues to be addressed in future research and clinical practice. We are pleased to present here the English version of the JSCCR Guidelines 2024 for the Clinical Practice of IBD-associated Intestinal Neoplasia.", "journal": "Journal of the anus, rectum and colon", "date": "2026-02-02", "authors": ["SoichiroIshihara", "ShinjiTanaka", "ToshioUraoka", "YutakaSaito", "HiroyukiTakamaru", "HiroshiNakase", "MakotoNaganuma", "TadakazuHisamatsu", "ToshimitsuFujii", "MinoruMatsuura", "TakayukiMatsumoto", "KenjiWatanabe", "HirokiIkeuchi", "MotoiUchino", "YoshikiOkita", "KojiOkabayashi", "KazutakaKoganei", "AkiraSugita", "KenichiTakahashi", "KeisukeHata", "DaijiroHigashi", "KitaroFutami", "KeijiMatsuda", "TsunekazuMizushima", "YusukeWatadani", "HiroshiKawachi", "MasayukiShimoda", "TamotsuSugai", "MasahiroYoshida", "NaohikoYamaguchi", "MichioItabashi", "HiroyukiAnzai", "JunkoKishikawa", "KoichiKomatsu", "TakahideShinagawa", "TatsuyaTsushima", "TatsukiNoguchi", "SatoshiOkada", "KenichiSugihara", "YoichiAjioka"], "doi": "10.23922/jarc.2025-071"}
{"title": "Physical Activity Improves Quality of Life in Patients With Inflammatory Bowel Disease: A Systematic Review and Meta-Analysis.", "abstract": "Patients with inflammatory bowel disease (IBD) are often less active physically and experience impaired bone mineral density (BMD) as well as sarcopenia, which are associated with a higher risk of poor disease outcomes. Physical exercise can improve BMD and sarcopenia and may also play a role in controlling inflammation via anti-inflammatory myokines. This study aimed to evaluate the effects of structured physical exercise on the disease activity and quality of life of patients with IBD by conducting a before-and-after analysis.\nWe conducted a systematic search on 16 November 2023. Studies with structured exercise interventions in patients with IBD focusing on quality of life, disease activity, body composition, muscle strength, inflammatory markers, aerobic fitness and sedentary time were included. The mean difference (MD) or the standardized MD (SMD) of the differences between the before and after values was used to measure the effect size with a 95% confidence interval (CI). Risk of bias was assessed using the MINORS tool.\nTwenty-one studies involving 498 patients with IBD were included. Quality of life improved significantly: SMD 0.55 (CI, 0.30-0.80), particularly in the systemic subscale. Disease activity scores showed a non-significant improvement: SMD -0.20 (CI, -0.47 to 0.07) in Crohn's disease and SMD -0.23 (CI, -0.46 to 0.00) in ulcerative colitis. Numbers of inflammatory markers and faecal calprotectin levels also improved, but not significantly. Muscle strength and aerobic fitness improved, with a significant increase in VO\nRegular physical activity improves quality of life and physical fitness of IBD patients, with potential benefits for disease activity and sarcopenia.", "journal": "Journal of cachexia, sarcopenia and muscle", "date": "2026-02-02", "authors": ["EmeseKasznár", "BarbaraCsendes", "DorottyaGergő", "PéterHegyi", "RékaTóth", "AndrásFogarasi", "MiklósGarami", "KlementinaOcskay", "AndreaPárniczky", "MahmoudObeidat", "Katalin EszterMüller"], "doi": "10.1002/jcsm.70206"}
{"title": "Association between sleep quality and disease activity in inflammatory bowel disease: A systematic review and meta-analysis.", "abstract": "The purpose of this review was to examine evidence on the association between poor sleep quality and disease activity in inflammatory bowel disease (IBD).\nPubMed, Embase, Scopus, and the Web of Science were searched till July 15, 2025, for studies reporting an association between sleep quality and IBD. Outcomes were pooled as Odds ratio (OR) in a random-effects meta-analysis model.\nTwenty studies were included. Most studies were cross-sectional. The majority used the Pittsburgh Sleep Questionnaire Index for assessing sleep quality. Meta-analysis showed that poor sleep quality was significantly associated with active disease in IBD (OR: 2.54 95% CI: 1.85, 3.49 I\nLow-quality evidence, mostly from cross-sectional data, suggests an association between poor sleep quality and active disease in IBD. However, the findings were not replicated by prospective cohort studies. Given the predominance of cross-sectional data, the possibility of reverse causation, whereby active disease itself leads to impaired sleep quality, cannot be excluded. Further robust studies are needed to support these findings.", "journal": "Gastroenterologia y hepatologia", "date": "2026-02-02", "authors": ["ShizhanChen", "ChengminYu", "FeiFang", "QianZhou", "DandanChen"], "doi": "10.1016/j.gastrohep.2026.502699"}
{"title": "Persistence and safety of subcutaneous infliximab up to 1 year after switching from intravenous infliximab in pediatric inflammatory bowel disease: a multicenter real-world cohort study.", "abstract": "Real-world data regarding subcutaneous infliximab (SC-IFX) in patients with pediatric inflammatory bowel disease IBD (PIBD) is scarce. We evaluated SC-IFX as maintenance therapy in PIBD patients who switched to SC-IFX from intravenous infliximab (IV-IFX) treatment.\nIn this retrospective multicenter study we identified PIBD patients who switched to SC-IFX. The primary outcome was treatment persistence at up to 12 months post-switch. Secondary outcomes included relapse rate (defined as Pediatric Ulcerative Colitis Activity Index [PUCAI]  ≥10/ weighted PCDAI  ≥ 12.5 with biochemical/endoscopic evidence of disease activity), IFX trough levels, immunogenicity, safety, and acceptance.\nSixty-six patients switched to SC-IFX (48% males; median switch-age, 16.5 years; IQR, 14.9-17.3 years; median switch-weight, 60 kg; range, 13-102 kg), 41/66 (62%) with Crohn Disease. Pre-switch, the median IV-IFX maintenance dose was 10 mg/kg every 6 weeks; 58/66 patients (88%) were in clinical remission. The initial SC-IFX regimen was 120 mg every other week in 62/66 patients (94%). SC-IFX persistence was 78% (95% CI, 66-91) at 12 months post-switch, with 89% of patients persisting on IFX, either intravenous (IV) or subcutaneous (SC), at the end of follow-up. Relapses were observed in 11/66 patients (17%) over a median follow-up of 11.0 months (IQR, 5.1-12.0); 6 patients underwent SC-IFX dose intensification, with 3 successfully regaining clinical response. Regarding anti-drug antibodies (ADA), 3 out of 4 patients who were ADA positive on IV-IFX resolved post-switch. Overall, 19/66 patients (29%) reported 21 adverse events (AEs), including 3/21 severe AEs. The majority (53/66 patients; 80%) expressed a positive attitude toward SC-IFX.\nThe largest documented PIBD cohort switching to SC-IFX to date showed high treatment persistence at 1 year, confirming SC-IFX as an effective and safe maintenance alternative to IV-IFX.\nThis real-world multicenter cohort study showed that subcutaneous infliximab is an effective and safe alternative treatment option in pediatric patients switched from intravenous infliximab as maintenance therapy.", "journal": "Inflammatory bowel diseases", "date": "2026-01-31", "authors": ["Esmée HelenBoute", "LauraGianolio", "ShadenMahmmod", "SaverioPochesci", "KatherineArmstrong", "PaulHenderson", "David CharlesWilson", "Lissyde Ridder", "Richard KayRussell", "Johanna CarolineEscher"], "doi": "10.1093/ibd/izaf335"}
{"title": "Systematic review and meta-analysis of childhood exposure to antibiotics and the subsequent risk of IBD.", "abstract": "Antibiotic use in early childhood may alter the developing microbiome and has been proposed as a risk factor for inflammatory bowel disease (IBD). We conducted a systematic review to examine the association between childhood antibiotic use and subsequent risk of IBD.\nIn a systematic literature search, we identified cohort and case-control studies reporting the association between antibiotic use (exposure age <1 to 17 years) and development of IBD. MEDLINE and EMBASE databases were searched from inception through December 31, 2024. Studies reporting a hazard ratio, odds ratio, or risk ratio (RR) were included. To account for heterogeneity, pooled estimates were calculated using the DerSimonian-Laird random-effects model. Estimates were adjusted for potential confounding as reported in the original studies.\nWe identified 10 studies, of which 8 (n = 2783 cases) reported associations between childhood antibiotics and IBD risk. Additionally, 2 studies on Crohn's disease (CD) and 1 on ulcerative colitis were included in disease-specific analyses. In pooled analyses, antibiotic exposure compared with no exposure was associated with increased risk of IBD (RR, 1.42; 95% confidence interval [CI], 1.23-1.66), CD (RR, 1.59; 95% CI, 1.39-1.81), and ulcerative colitis (RR, 1.23; 95% CI, 1.08-1.40). Heterogeneity was low to moderate (I2 = 0%-35%), and funnel plots did not indicate publication bias (Egger's test, P = .12-.43). Adjustment for infections did not attenuate the association between childhood antibiotic exposure and IBD development.\nWhile causal interpretation should be cautious, childhood exposure to antibiotics was associated with an increased risk of later IBD, particularly for CD.\nAntibiotics may change the composition of the bacteria that are important to maintain a healthy gut environment, particularly if given early in life before the adult microbiome has been established. This study meta-analyzed 10 previous studies and found a 1.4-fold increased risk for inflammatory bowel disease in children who had been treated with antibiotics compared with other children, and a 1.6-fold increased risk for Crohn’s disease.", "journal": "Inflammatory bowel diseases", "date": "2026-01-31", "authors": ["KetilStørdal", "SvendAndersen", "KarlMårild", "VilhelmLarsson", "HenrikImberg"], "doi": "10.1093/ibd/izaf324"}
{"title": "Mast cells inhibit stem cell-driven epithelial repair in IBD via suppressing Wnt/lrp6/β-catenin signaling pathway.", "abstract": "Mast cells (MCs) play a critical role in the pathogenesis of inflammatory bowel diseases (IBD), encompassing ulcerative colitis and Crohn's disease. Nevertheless, their regulatory impact on intestine stem cells (ISCs) compartment remains poorly characterized. We aim to study the effect of MCs on ISCs-mediated epithelial regeneration in IBD.\nThe bulk RNA-seq data of intestine tissues from IBD patients was collected from the Mount Sinai Crohn's and Colitis registry (MSCCR) to explore the direct and indirect correlation of MCs with ISCs, stemness, and related pathways. Subsequently, the results were verified by experiments such as Dextran sulfate sodium (DSS)-induced colitis in MCs-deficient rats and C57BL/6 mice, and co-culture of bone marrow-derived mast cells (BMMCs) and small intestinal organoids.\nBulk RNA-seq data analysis demonstrated significant MCs activation in inflamed mucosa of IBD patients, showing negative correlations with transcriptional signatures of ISC, stemness markers, and Wnt pathway activity. Genetic ablation of MCs in Kit\nOur findings establish MCs play a pivotal role in inhibiting ISCs-mediated epithelial regeneration by suppressing Wnt/lrp6/β-catenin pathway in IBD, directly through CPA3 secretion and indirectly through neutrophils recruitment.", "journal": "Cellular and molecular gastroenterology and hepatology", "date": "2026-01-31", "authors": ["TaoZhang", "JindongZhang", "JingxianXu", "XiaoangLi", "FeiPei", "LipingDuan"], "doi": "10.1016/j.jcmgh.2026.101741"}
{"title": "Association between spicy food consumption and inflammatory bowel disease: A case-control study from Saudi Arabia.", "abstract": "Inflammatory bowel disease (IBD), including ulcerative colitis (UC) and Crohn's disease (CD), is a chronic gastrointestinal disorder with increasing global prevalence. Although dietary factors are increasingly implicated in IBD pathogenesis, the role of spicy food remains unclear, especially in Arab populations where such foods are commonly consumed. This study aimed to examine the association between spicy food consumption and the risk of UC and CD in an Arab population.\nWe conducted a case-control study at a private clinic in Saudi Arabia, involving 157 patients with UC, 226 with CD, and 390 controls. IBD was diagnosed using laboratory tests, endoscopy with biopsies, and imaging when indicated. Spicy food was defined as dishes made with chili peppers or hot sauces and was assessed using a self-administered questionnaire. Multivariable logistic regression was used to evaluate the association between spicy food intake and IBD risk, and adjusted odds ratios (ORs) with 95% confidence intervals (CIs) were calculated.\nDaily consumption of spicy food was significantly associated with higher odds of CD (OR = 1.61; 95% CI: 1.11, 2.33), but not UC (OR = 1.03; 95% CI: 0.67, 1.60). No significant associations were observed between spicy food and IBD extent or severity.\nIn this Arab population, daily spicy food intake was positively associated with CD risk, while no association was identified for UC. Future prospective cohort studies with detailed information about spicy food types and IBD severity scores are needed to confirm our findings.", "journal": "Nutrition (Burbank, Los Angeles County, Calif.)", "date": "2026-01-31", "authors": ["AnasAlmofarreh", "Haytham ASheerah", "AhmedArafa", "TareqMoh'd", "Rayan ATayyib", "Ahad NYamani", "Aidrous MAli"], "doi": "10.1016/j.nut.2025.113087"}
{"title": "The impact of depression, anxiety and stress on self-care in inflammatory bowel disease: a systematic review.", "abstract": "Inflammatory bowel disease (IBD), including Crohn's disease and ulcerative colitis, compromises both physical and psychological health. High levels of stress, anxiety, and depression are common yet often overlooked, negatively impacting treatment adherence and self-care. This review examines how psychological factors influence self-care behaviors in IBD and explores strategies to improve disease management. Following PRISMA guidelines and registered on PROSPERO (CRD42024575631), this systematic review applied the PICO model to identify studies involving IBD patients, self-care interventions, and outcomes related to depression, anxiety and stress. A comprehensive search was conducted in PubMed, CINAHL, Web of Science, Scopus, Cochrane Library, APA PsycInfo and Google Scholar (October-December 2024). JBI tools were used to assess risk of bias, and evidence was graded using the framework established by the Oxford Centre for Evidence-Based Medicine. Data extraction and synthesis were performed using structured tables and graphs. IBD patients frequently experience psychological distress that impairs self-care and quality of life. Depression is associated with low self-efficacy and maladaptive coping, while anxiety reduces treatment adherence, particularly in younger patients. Stress contributes to disease management difficulties, reinforcing the need for integrated psychological support. Psychological distress in IBD patients significantly affects self-care behaviors. Incorporating mental health support into standard care may enhance adherence, disease control, and overall well-being.", "journal": "Annals of gastroenterology", "date": "2026-01-30", "authors": ["SimoneAmato", "Alessio LoCascio", "FrancescaIannuzzi", "MichelaCocco", "NicolettaOrgiana", "Antonio MariaD'Onofrio", "GiovanniCamardese", "FrancoScaldaferri", "MarcoSguanci", "DanieleNapolitano"], "doi": "10.20524/aog.2026.1024"}
{"title": "Diagnostic utility of bowel ultrasonography in adults with inflammatory bowel disease: An updated systematic review and meta-analysis.", "abstract": "Inflammatory bowel disease (IBD), including Crohn's disease (CD) and ulcerative colitis (UC), necessitates frequent disease monitoring to guide management. While colonoscopy remains the gold standard for assessing disease activity, its invasive nature limits its feasibility. Bowel ultrasonography (BUS) has emerged as a noninvasive alternative.\nThis systematic review and meta-analysis evaluate the diagnostic accuracy of BUS in detecting IBD activity compared to colonoscopy.\nA comprehensive literature search of PubMed, CINAHL and Embase was conducted, including 37 studies evaluating BUS modalities such as colour Doppler, small intestine contrast ultrasonography (SICUS) and contrast-enhanced ultrasound (CEUS). Pooled sensitivity, specificity, diagnostic odds ratios (DOR) and likelihood ratios were calculated. Subgroup analyses were performed based on diagnostic modality and IBD subtype.\nThe overall pooled sensitivity and specificity of BUS in IBD were 90.0% and 83.5%, respectively. SICUS had the highest sensitivity (95.0%), while BUS with colour Doppler had the highest specificity (85.1%). CEUS demonstrated the highest DOR (75.52). BUS performed best in detecting postoperative CD recurrence (sensitivity 91.9%, DOR 61.9). Meta-regression identified surgical anastomosis type as a significant predictor of diagnostic performance.\nBUS is a highly effective noninvasive imaging modality for diagnosing and monitoring IBD. Its accuracy varies by modality, with SICUS optimal for screening and colour Doppler BUS for confirmation. Future studies should standardize BUS protocols and evaluate its role alongside MRI and CT enterography.", "journal": "Colorectal disease : the official journal of the Association of Coloproctology of Great Britain and Ireland", "date": "2026-01-30", "authors": ["Hareesha RishabBharadwaj", "Syed HashamAli", "HassamAli", "PriyalDalal", "AdityaGaur", "SushilRayamajhi", "ArkadeepDhali", "UmarAkram", "Thai HauKoo", "YashShah", "FarihaHasan", "Dushyant SinghDahiya"], "doi": "10.1111/codi.70370"}
{"title": "A Descriptive Comparison of Phase 3 Results and Head-to-Head Trials in Inflammatory Bowel Diseases.", "abstract": "With the increasing number of effective therapies for inflammatory bowel diseases (IBD), determining optimal treatment sequences is challenging. Given the impracticality of conducting randomized head-to-head trials for every comparison, this study assessed whether phase 3 placebo-controlled trials can reliably predict outcomes of published head-to-head studies.\nThree randomized head-to-head trials without placebo arms were analyzed alongside their corresponding phase 3 placebo-controlled trials. Effect sizes for clinical and endoscopic endpoints were extracted for comparison.\nIn the VARSITY trial, vedolizumab achieved an 8.8% higher clinical remission rate than adalimumab at week 52 in patients with ulcerative colitis. Placebo-controlled studies estimated a 17.3% advantage for vedolizumab; however, differences in trial design and patient populations between GEMINI-1 and ULTRA-2 limit the robustness of this indirect comparison.In Crohn's disease, indirect comparisons of IM-UNITI, CLASSIC-II, and CHARM suggested an 11.6-18.6% higher efficacy for adalimumab compared with ustekinumab in biologic-naïve patients, yet the SEAVUE head-to-head trial found no significant difference at week 52.Most recently, the SEQUENCE trial demonstrated a + 15.6% superiority of risankizumab over ustekinumab in endoscopic remission at week 48 among bio-exposed Crohn's disease patients, whereas indirect comparisons between FORTIFY and IM-UNITI were confounded by clinically relevant population differences.\nSignificant heterogeneity in trial design, populations and outcome reporting limits the predictive value of placebo-controlled trials. Randomized head-to-head trials remain essential for optimizing IBD therapeutic strategies.", "journal": "Journal of Crohn's & colitis", "date": "2026-01-29", "authors": ["ZlataChkolnaia", "LaurentPeyrin-Biroulet", "MathieuUzzan"], "doi": "10.1093/ecco-jcc/jjag009"}
{"title": "Symptom cluster profiles in adolescents with inflammatory bowel disease: Cross-sectional study using ImproveCareNow data.", "abstract": "Sleep disturbance, pain, anxiety, depression, and fatigue are prevalent in adolescents and young adults with inflammatory bowel disease (IBD). These symptoms often present in co-occurring sets, known as symptom clusters. We aimed to identify distinct symptom clusters and factors associated with symptom profiles in adolescents with IBD.\nWe recruited 105 adolescents with IBD seen at ImproveCareNow clinics. Data were collected from the ImproveCareNow clinical data registry (years since diagnosis, medications, and physician global assessment of disease activity) and an online survey (demographics, diagnosis, comorbidities, symptoms, self-efficacy, self-management, medication adherence, and sleep hygiene). Latent class analysis was used to classify adolescents into subgroups with distinct symptom profiles.\nAdolescents were 51.4% female, 83.8% white, a mean age of 14.9 years; 77.1% had Crohn's disease and 62.9% were on biologic therapy. Mean comorbidities were 0.6 and 70.5% had mild or quiescent disease activity. Three symptom profiles emerged: (1) Low Symptom Burden, characterized by a low probability of endorsing any symptoms; (2) High Symptom Burden, characterized by a high probability of endorsing sleep disturbance, pain, anxiety, depression, fatigue; and (3) Impaired Energy, characterized by a high probability of endorsing sleep disturbance and fatigue. Older age, more comorbidities, and lower IBD self-efficacy were associated with the High Symptom Burden profile. Older age and lower IBD self-efficacy were associated with the Impaired Energy profile.\nDistinct symptom profiles highlight the unique symptom management needs of adolescents with IBD. Future research should explore biopsychosocial contributors and longitudinal trajectories of symptoms.", "journal": "Journal of pediatric gastroenterology and nutrition", "date": "2026-01-29", "authors": ["CaeliMalloy", "KurtKroenke", "Patrick OMonahan", "Susan MRawl", "Steven JSteiner", "Wendy R TruebloodMiller", "NoneNone"], "doi": "10.1002/jpn3.70365"}
{"title": "Long-term use of subcutaneous infliximab biosimilar CT-P13 in patients with inflammatory bowel disease in clinical practice.", "abstract": "Subcutaneous (SC) infliximab biosimilar CT-P13 has shown comparable efficacy and safety to the intravenous (IV) formulation in inflammatory bowel disease (IBD). However, long-term real-world data remain limited. This study assessed the three-year effectiveness, safety, and pharmacokinetics profile of SC CT-P13 in IBD patients switched from IV infliximab.\nProspective, observational, multicenter study conducted in eight hospitals (Valencian Community, Spain). Adult patients with ulcerative colitis (UC) or Crohn's disease (CD) receiving IV infliximab were switched to SC CT-P13 and followed for up to 3 years. Clinical activity, inflammatory biomarkers, adverse events, treatment persistence, and infliximab trough levels were assessed, including analyses according to immunomodulatory therapy (IM) use and dosing intensities.\nSeventy-four patients were included (43% UC, 57% CD). Mean SC CT-P13 trough levels increased significantly from baseline to 3 years (8.15 ± 5.93 to 15.89 ± 7.99 µg/mL, p<0.001), with consistent results across disease type, intensified dosing, and perianal CD subgroups. Inflammatory markers (CRP, calprotectin) remained stable throughout follow-up. Concomitant IM use decreased from 51% at baseline to 26.3% at study end, without changes in pharmacokinetics, clinical outcomes, or biomarkers. Treatment persistence at 3 years was 80% overall and 88% when considering only discontinuations due to loss of efficacy or adverse events. Fourteen patients (19%) experienced adverse events, predominantly mild.\nSwitching from intravenous to subcutaneous infliximab biosimilar CT-P13 was associated with sustained treatment persistence, stable disease control, favorable pharmacokinetics, and good tolerability over 3 years. These real-world findings support SC CT-P13 as a convenient long-term maintenance option in routine clinical practice.", "journal": "Revista espanola de enfermedades digestivas", "date": "2026-01-29", "authors": ["José MaríaHuguet", "LidiaMartí Romero", "Marta MaiaBoscá-Watts", "José JRamirez", "LauraSanchis Artero", "José MParedes", "MaríaCambralla", "LucíaRuiz", "GloriaAlemany Pérez", "AlejandroGarrido", "Miguel APastor", "MarisaIborra"], "doi": "10.17235/reed.2026.11727/2025"}
{"title": "Optimizing Multispecialty Preventive Care: Referral Patterns, Adherence, and Remission in Inflammatory Bowel Disease.", "abstract": "Background Extraintestinal manifestations of inflammatory bowel disease (IBD) frequently involve the skin and eyes. Although current management guidelines emphasize multidisciplinary surveillance, referral practices to dermatology and ophthalmology remain inconsistent across specialties, potentially affecting disease control and patient outcomes. Methods A retrospective chart review was conducted at the George Washington University Hospital, an urban tertiary academic medical center in Washington, D.C., USA, between August 2023 and August 2025. Adult patients (≥18 years) with Crohn's disease, ulcerative colitis, or indeterminate colitis seen in the gastroenterology clinic were identified. Patients with active referrals to dermatology or ophthalmology were included, while those without documented referrals or with incomplete medical records were excluded. Referral patterns, adherence to specialty appointments, and remission status were analyzed. A total of 102 dermatology and ophthalmology referrals among 586 patients with IBD were evaluated. Results Adherence to both dermatology and ophthalmology referrals was significantly associated with disease remission (p < 0.05). Dermatology referrals demonstrated higher adherence rates and were more frequently preventive in nature, whereas ophthalmology referrals were more commonly initiated in response to active symptoms and disease complications. Conclusions Preventive dermatologic surveillance in patients with IBD is associated with improved adherence and favorable disease outcomes. This proactive model may inform the development of standardized referral frameworks across IBD-related specialties, particularly ophthalmology, to strengthen multidisciplinary care and optimize long-term patient outcomes.", "journal": "Cureus", "date": "2026-01-28", "authors": ["Sarah ABokaee", "AnushkaDeogaonkar", "Maxwell SMadani", "Marie LBorum"], "doi": "10.7759/cureus.102305"}
{"title": "Nutritional risk stratification management is associated with reduced disease relapse and improved quality of life in IBD patients: a retrospective study.", "abstract": "To investigate the effects of nutritional risk stratification management on relapse control and quality of life (QoL) in patients with Inflammatory Bowel Disease (IBD), and to evaluate the clinical value of systematic nutritional intervention in the comprehensive management of IBD.\nThis single-center retrospective cohort study analyzed 752 IBD patients (408 with ulcerative colitis and 344 with Crohn's disease) who were managed in the Department of Gastroenterology at the Affiliated Hospital of Nantong University between January 2024 and December 2024. Patients were classified into an intervention group if they were managed under an institutional nutritional risk stratification pathway, which included dietitian-led screening with NRS-2002 or MUST and individualized nutrition plans with scheduled reassessment. Patients who received conventional care without entering this structured pathway served as the comparison group. All data, including nutritional status, inflammatory markers, disease activity, relapse events, hospitalization outcomes, and quality of life (IBDQ), were obtained retrospectively from electronic medical records and follow-up databases. Time-to-relapse was analyzed with Cox regression, and changes in continuous outcomes were evaluated using linear mixed-effects models. Propensity score matching and inverse probability of treatment weighting were used to mitigate measured confounding.\nIn this observational analysis, significant improvements from baseline were observed in the intervention group for body weight, BMI, and laboratory nutritional indicators (all \nIn this single-center retrospective cohort, exposure to nutritional risk stratification management was associated with better nutritional status, lower inflammatory markers and disease activity, reduced relapse and hospitalization rates, and improved quality of life in IBD patients. These findings support the hypothesis that integrating structured nutritional risk screening and individualized nutrition management into routine IBD care may be beneficial. However, given the observational design and potential residual confounding, the observed associations should not be interpreted as definitive causal effects, and prospective multicenter randomized studies are needed to confirm these results and guide clinical practice.", "journal": "Frontiers in nutrition", "date": "2026-01-28", "authors": ["XiaLi", "ShuliMa", "XuxinZhang", "HongmeiHe"], "doi": "10.3389/fnut.2025.1729247"}
{"title": "Approach to Malnutrition and Oral Nutrition Therapy in Adults with IBD: What to Consider.", "abstract": "Inflammatory Bowel disease (IBD), including Crohn's disease (CD) and ulcerative colitis (UC), are chronic gastrointestinal conditions that are prone to malnutrition due to poor oral intake, intestinal compromise of nutrient absorption, and increase in metabolic demand. Screening and diagnosing malnutrition in this population is necessary to treat and prevent worsening malnutrition. The use of Oral Nutritional Therapy (ONS) can provide the macronutrients that patients need to maintain their nutrition, however their role in within stages of diseases, active disease, remission, perioperative, and maintenance in relation to other nutritional therapies, such as enteral nutrition or parenteral nutrition, is unclear. This review will highlight the principles of diagnosing malnutrition, the evidence of ONS in disease and remission states, and the role of oral vitamins in the management of IBD.", "journal": "Nutrients", "date": "2026-01-28", "authors": ["JessicaSosio", "MarkZemanek", "Lindsey AnneRussell"], "doi": "10.3390/nu18020204"}
{"title": "Off-Label Ustekinumab and Vedolizumab in Pediatric Anti-TNFα Refractory IBD: Therapeutic Drug Monitoring Insights from a Case Series.", "abstract": "", "journal": "Pharmaceuticals (Basel, Switzerland)", "date": "2026-01-28", "authors": ["StefaniaCheli", "GiuliaMosini", "VeraBattini", "CarlaCarnovale", "SoniaRadice", "MartaLebiu", "AlessandroCattoni", "GiovannaZuin", "EmilioClementi"], "doi": "10.3390/ph19010154"}
{"title": "Selective Nanoparticulate Systems for Drug Delivery in Inflammatory Bowel Disease.", "abstract": "Inflammatory bowel disease is a result of inappropriate continuous non-specific inflammation in the intestinal tract, which in turn is aggravated by defects in the activation of the mucosal immune system and in the barrier function of the intestinal epithelium. The most prominent manifestations of IBD are ulcerative colitis (UC) and Crohn's disease (CD). UC is characterized by a continuous pattern that commonly starts with lesions in rectum mucosa and is contained in the colon. On the other hand, CD affects the ileum and colon in a discontinuous pattern, and the lesions are often transmural. Conventional therapies often face limitations such as systemic side effects, poor drug stability, and low site-specificity. In recent years, nanoparticle (NP) systems have emerged as a promising strategy to overcome these challenges, offering improved targeting, controlled release, and enhanced therapeutic efficacy. Several studies have shown that the preferential accumulation of NPs in the inflamed colon is influenced by the pathophysiological changes associated with IBD, including alterations in transit time, pH value, enzymatic activity, microbial composition, and mucus integrity. These disease-specific characteristics provide unique opportunities to design smart and responsive NPs that enhance drug delivery and therapeutic efficacy while minimizing systemic exposure. This work presents an overview of novel technologies based on nanosystems, with the ability to specifically target the affected areas of the GI tract in inflammatory bowel disease.", "journal": "Pharmaceutics", "date": "2026-01-28", "authors": ["AlbertaRibeiro", "RuteNunes"], "doi": "10.3390/pharmaceutics18010055"}
{"title": "Retrospective Validation of Clinical Decision Support Tools for Predicting Effectiveness Outcomes in Inflammatory Bowel Disease Patients Treated with Vedolizumab.", "abstract": "", "journal": "Pharmaceutics", "date": "2026-01-28", "authors": ["Paul A Gde Klaver", "Amber M Hvan Woerkens", "Hedwig M AD'Agnolo", "Marieke JPierik", "Luc J JDerijks"], "doi": "10.3390/pharmaceutics18010015"}
{"title": "Analysis of Periostin, TGF-β, and SLUG Expression in Inflammatory Bowel Disease in Pediatric Patients and Their Clinical Implications.", "abstract": "", "journal": "Journal of clinical medicine", "date": "2026-01-28", "authors": ["PatrycjaSputa-Grzegrzolka", "AnnaSocha-Banasiak", "AleksandraPiotrowska", "MateuszOlbromski", "MonikaMrozowska", "AnetaPopiel-Kopaczyk", "AleksandraGurzkowska", "KrzysztofPaczes", "ElzbietaCzkwianianc", "HannaRomanowicz", "PiotrDziegiel", "BartoszKempisty"], "doi": "10.3390/jcm15020845"}
{"title": "Treat-to-Target in Ulcerative Colitis: How Soon Is Now?", "abstract": "Ulcerative colitis (UC) is a chronic progressive inflammatory bowel disease, with evolutive potential for extension to the entire colon, development of complications and need for colectomy. Therapeutic goals in UC have moved from symptom control to more stringent outcomes such as endoscopic and histologic remission, which have been observed to correlate with improved long-term outcomes. Disease clearance, a composite endpoint simultaneously including clinical remission, endoscopic and histologic healing, has been recently proposed as the ultimate target. A treat-to-target approach, as endorsed by the STRIDE II consensus, with a tight monitoring and treatment escalation when predefined endpoints are not reached, is proposed as a strategy to achieve complete disease control. However, unlike Crohn's disease (CD), the evidence supporting this approach for the management of UC is limited and its implementation in routine clinical practice is not widely diffused. Recent real-life data show that almost half of UC patients are not adequately controlled with current therapies according to STRIDE II criteria, due to steroid overuse, persistent signs of inflammation, active extra-intestinal manifestations and impaired quality of life. This perspective paper explores current evidence and future directions on treat-to-target strategies in UC for clinical research and practice.", "journal": "Journal of clinical medicine", "date": "2026-01-28", "authors": ["LauraParisio", "GiuseppeCuccia", "GiuseppePrivitera", "FedericoCastaldo", "LuigiCarbone", "Laura MariaMinordi", "DanielaPugliese"], "doi": "10.3390/jcm15020759"}
{"title": "Higher Anti-Drug Antibody Levels to Anti-Tumor Necrosis Factor Therapies Are Associated with Treatment Failure in Patients with Inflammatory Bowel Disease.", "abstract": "", "journal": "Journal of clinical medicine", "date": "2026-01-28", "authors": ["AlessandraSaraga", "TinaDeyhim", "AjayGade", "GraceGeeganage", "MostafaSoliman", "Nathan David VanshelboymRothschild", "SamanthaZullow", "Loren GRabinowitz", "Laurie BGrossberg", "Adam SCheifetz", "KonstantinosPapamichael"], "doi": "10.3390/jcm15020547"}
{"title": "Determinants of Telemedicine Satisfaction in Inflammatory Bowel Disease Patients: A Multi-Centre Cross-Sectional Study.", "abstract": "", "journal": "Medicina (Kaunas, Lithuania)", "date": "2026-01-28", "authors": ["PiergiorgioMartella", "AlessioLo Cascio", "AriannaPovoli", "LucaMolino", "GiovanniCangelosi", "NicolettaOrgiana", "StefanoMancin", "FedericaTomassini", "GiuseppinaMartino", "StefanoMartino", "FabrizioBossa", "ValentinCalvez", "GabrieleRumi", "FrancoScaldaferri", "DanieleNapolitano"], "doi": "10.3390/medicina62010147"}
{"title": "Gut Microbiota-Derived Short-Chain Fatty Acids in Inflammatory Bowel Disease: Mechanistic Insights into Gut Inflammation, Barrier Function, and Therapeutic Potential.", "abstract": "This review delves into the complex relationship between short-chain fatty acids (SCFAs) produced by the gut microbiota and inflammatory bowel disease (IBD). IBD, which includes Crohn's disease and ulcerative colitis, is a group of chronic gastrointestinal disorders with an increasing global incidence. Despite extensive research, the exact etiopathogenesis remains elusive, although a complex interplay involving genetic predisposition, environmental influences, and abnormal immune responses against commensal gut microbes is widely recognized. SCFAs, primarily acetate and butyrate, emerge as key microbial metabolites derived from the fermentation of dietary fiber. They exert profound effects on gut homeostasis, notably with butyrate serving as an essential energy source for colonocytes, strengthening epithelial integrity, actively modulating local and systemic immune functions, suppressing the expression of pro-inflammatory cytokines, and enhancing mucosal defense mechanisms. However, clinical trials exploring SCFA administration have frequently yielded variable and inconsistent results due to differences in study design and patient characteristics. This review thoroughly analyzes the diverse roles of SCFAs in the large intestine, focusing on the intestinal barrier, immune modulation, and microbiota. It critically examines the therapeutic potential of SCFAs, including acetate and propionate, in addition to the well-known butyrate, in IBD management.", "journal": "International journal of molecular sciences", "date": "2026-01-28", "authors": ["RobertaOttria", "SusanMirmajidi", "PierangelaCiuffreda"], "doi": "10.3390/ijms27021095"}
{"title": "Longitudinal Evidence of Sustained Taurine Deficiency in Inflammatory Bowel Disease.", "abstract": "Inflammatory Bowel Diseases (IBD), most notably ulcerative colitis (UC) and Crohn's disease (CD), are long-standing disorders driven by dysregulated immune responses within the gastrointestinal tract and characterized by several metabolic disturbances, which are believed to influence disease progression. We have recently shown that a systemic deficiency of taurine, a semi-essential amino acid with anti-inflammatory properties, marks IBD. To characterize the temporal dynamics and determinants of taurine deficiency in IBD, we conducted a prospective longitudinal study assessing serum taurine levels in a cohort of 47 patients with IBD compared with 33 healthy controls. Serum taurine concentrations were measured at baseline and after a median follow-up period of 45 months using ELISA. Patients were stratified by disease subtype (UC and CD), age group, and clinical activity status at baseline and follow-up. Serum taurine levels were significantly lower in IBD patients at both baseline and the end of follow-up (", "journal": "International journal of molecular sciences", "date": "2026-01-28", "authors": ["RacheleFrascatani", "AdelaideMattogno", "SilviaSalvatori", "AndreaIannucci", "IreneMarafini", "GiovanniMonteleone"], "doi": "10.3390/ijms27020725"}
{"title": "Subclass-Aware Contrastive Semi-Supervised Learning for Inflammatory Bowel Disease Classification from Colonoscopy Images.", "abstract": "Inflammatory bowel disease (IBD) includes Crohn's disease (CD) and ulcerative colitis (UC). The accurate classification of IBD from colonoscopy images is critical for diagnosis and treatment. However, the lack of labeled data poses a major challenge for developing deep learning-based IBD classification approaches. Recently, pseudo-labeling-based semi-supervised learning methods offer a promising solution in leveraging both labeled and unlabeled data to improve classification performance. Nevertheless, due to significant intra-class variability and the subtle inter-class differences in IBD colonoscopy images, pseudo-labels are often inaccurate, which results in confirmation bias and suboptimal performance. To address this challenge, a Subclass-Aware Contrastive Semi-Supervised Learning method, referred to as SACSSL, is proposed for accurate IBD classification by integrating a subclass-aware contrastive module into a pseudo-labeling-based semi-supervised framework, e.g., FixMatch. Specifically, unlabeled samples are first partitioned into confident and uncertain samples according to the confidence of pseudo-labels. An instance-level contrastive loss is then applied to uncertain samples, aiming to mitigate confirmation bias. Furthermore, intra-class heterogeneity is captured by introducing a set of prototypes for each subclass and assigning confident samples to these prototypes to form fine-grained subclasses, and supervised contrastive loss is applied to promote intra-subclass clustering, thereby enhancing inter-class separability while preserving intra-class diversity. Our method is evaluated on two datasets, i.e., an in-house collected Daping dataset for IBD classification and a publicly available LIMUC dataset for UC severity grading. On both datasets, our method achieves state-of-the-art performance under the semi-supervised setting. Specifically, with only 20% labeled data, the proposed method reaches an overall accuracy of 93.2% and an F1-score of 80.1% on the Daping dataset, which is close to the fully supervised upper bound (94.0% accuracy and 80.8% F1-score), and it achieves an overall accuracy of 76.4% and an F1-score of 68.9% on the LIMUC dataset. Comprehensive experimental results demonstrate the effectiveness of our method for semi-supervised colonoscopy image classification.", "journal": "Bioengineering (Basel, Switzerland)", "date": "2026-01-28", "authors": ["KechenLin", "GuangcongRuan", "XiaoyangZou", "YongjianNian", "YanlingWei", "GuoyanZheng"], "doi": "10.3390/bioengineering13010008"}
{"title": "Optimizing Drug Positioning in IBD: Clinical Predictors, Biomarkers, and Practical Approaches to Personalized Therapy.", "abstract": "Inflammatory Bowel Diseases (IBD), which include Crohn's disease (CD) and ulcerative colitis (UC), are chronic, immune-mediated disorders marked by persistent and recurrent inflammation of the gastrointestinal tract. Over the past two decades, major advances in understanding the immunologic and molecular pathways that drive intestinal injury have transformed the therapeutic landscape. This progress has enabled the development of novel biologics and small-molecule agents that more precisely target dysregulated immune responses, thereby improving clinical outcomes and quality of life for many patients. Despite these therapeutic advances, IBD remains a highly heterogeneous condition. Patients differ widely in disease phenotype, progression, and response to specific treatments. Consequently, selecting the most effective therapy for an individual patient requires careful consideration of clinical features, molecular markers, and prior treatment history. The shift toward personalized, prediction-based treatment strategies aims to optimize the timing and choice of therapy, minimize unnecessary exposure to ineffective drugs, and ultimately alter the natural course of disease. In this review, we provide a comprehensive overview of current evidence guiding drug positioning in IBD, with particular emphasis on biologic therapies and small-molecule inhibitors. We also examine emerging biomarkers, clinical predictors of response, and real-world factors that influence therapeutic decision-making. Finally, we discuss the challenges and limitations that continue to hinder widespread implementation of personalized strategies, underscoring the need for further research to integrate precision medicine into routine IBD care.", "journal": "Biomedicines", "date": "2026-01-28", "authors": ["IreneMarafini", "SilviaSalvatori", "AntonioFonsi", "GiovanniMonteleone"], "doi": "10.3390/biomedicines14010191"}
{"title": "Treatment of Inflammatory Bowel Disease with Drugs Targeting PANoptosis: A Comprehensive Review.", "abstract": "", "journal": "Biomedicines", "date": "2026-01-28", "authors": ["John KTriantafillidis", "StavrosKarakatsanis"], "doi": "10.3390/biomedicines14010148"}
{"title": "Long-Term outcomes of children diagnosed with indeterminate colitis.", "abstract": "A third subtype of inflammatory bowel disease (IBD) is indeterminate colitis (IC). The clinical course of IC has not been well defined in children. The aim of this study was to evaluate the outcomes of children with IC during the follow-up period.\nAll data were retrospectively reviewed in children diagnosed with IC in our center between 2010 and 2022. Patients' demographics, family history, laboratory findings at diagnosis, serologic immune markers, and clinical findings were noted.\nAmong 185 children diagnosed with IBD between 2010 and 2022, 29 (15.7 %) were classified as having IC. Sixteen patients (55.1 %) were male. A concomitant autoimmune disease was present in seven patients (25 %). Five of the seven patients with additional autoimmune diseases were female. Among the patients with IC, 14 (48 %) had pancolonic involvement in colonoscopy at the time of diagnosis. During follow-up, extraintestinal features of IBD manifested in four (13.7 %) patients, three (10.3 %) patients with arthritis, and one patient (3.4 %) with arthritis and psoriasis. Six patients (20.6 %) harbored pathogenic variants in IBD-related genes, including NOD2 (n = 2), IL10RA (n = 1), and Mediterranean fever (MEFV) (n = 3). Two patients were reclassified as having ulcerative colitis (UC) and Crohn's disease (CD) during follow-up.\nThe detection of significant genetic mutations in one-fifth of the patients highlights the need for genetic evaluation, particularly in those with additional autoimmune conditions. Close monitoring of patients in this regard is crucial to ensure the success of treatment and to address any potential complications arising from immune-related issues. More comprehensive studies are essential in this context to understand the course of the disease and improve patient care.", "journal": "Arab journal of gastroenterology : the official publication of the Pan-Arab Association of Gastroenterology", "date": "2026-01-28", "authors": ["SerenayCetinoglu", "BetulAksoy", "IlksenDemir", "SinemKahveci", "Senay OnbasıKarabag", "SelenGuler", "YelizCagan Appak", "MasallahBaran"], "doi": "10.1016/j.ajg.2025.11.003"}
{"title": "Hypothyroidism and Risk of Inflammatory Bowel Disease: Influence of Age and Race in a Global Cohort.", "abstract": "Thyroid and gastrointestinal autoimmune conditions may share overlapping immunological, genetic, and microbial pathways, but the relationship between hypothyroidism and inflammatory bowel disease (IBD) remains unclear.\nWe conducted a retrospective cohort study using electronic health record data from 125 healthcare organizations within a global research network to examine the association between hypothyroidism and IBD in a large, racially diverse, multinational population, stratified by age and race. Adults aged 18 to 100 years with or without hypothyroidism were included. Those with IBD risk factors or prior diagnoses were excluded. The primary outcome was a new diagnosis of Crohn's disease or ulcerative colitis within five years after the hypothyroidism or control index date. Propensity score matching was performed 1:1 based on age and sex. Odds ratios were calculated to assess the association, stratified by race and age.\nAmong nearly 30 million individuals, patients with hypothyroidism had a significantly increased risk of developing IBD in African American and Asian populations, with odds ratios of 1.329 and 1.662, respectively. In Caucasians, risk increased only in individuals over age 50, while those under 50 showed a slight reduction. The strength and direction of association varied by age and race.\nHypothyroidism is associated with increased IBD risk primarily among older adults in African American, Asian, and Caucasian populations, while younger Caucasians showed a modest reduction in risk. These findings suggest a complex autoimmune relationship influenced by both age and race.", "journal": "Rhode Island medical journal (2013)", "date": "2026-01-27", "authors": ["Daniel RWieland", "Julia RWieland", "Chien-ChihChou", "Ching-HengLin", "Chien-HsiangWeng"], "doi": NaN}
{"title": "Biopsy-derived colonoid air-liquid interface monolayers reveal persistent mucosal defects in ulcerative colitis patients.", "abstract": "The inflammatory bowel disease (IBD) ulcerative colitis (UC) is characterized by colonic mucosal inflammation and barrier dysfunction. We hypothesized that UC causes persistent defects in mucosal homeostasis, evident even in the absence of active inflammation, contributing to disease chronicity.\nTo test our hypothesis, we grew patient biopsy-derived sigmoid colonoids into air-liquid interface (ALI) monolayers, characterizing them through microscopy, proteomics, bulk RNA Sequencing (RNAseq), and their susceptibility to UC patient-isolated Escherichia coli pathobiont p19A.\nNon-IBD ALI monolayers formed uniform crypt-like structures and a thick mucus layer containing all epithelial-derived proteins previously identified in human colonic mucus. In contrast, ALI monolayers from UC patients displayed a range of impairments, with classification ranging from a mild phenotype with distorted architecture and a thinner, more permeable mucus layer to a severe phenotype with defects in cellular differentiation and an inability to produce a mucus layer. With the use of transcriptome analysis, we identified activated pathways associated with extracellular matrix formation and cell signaling, including numerous cancer-associated genes in UC ALI monolayers, which also proved significantly more susceptible to E. coli p19A.\nTaken together, the culturing of patient biopsies into ALI colonoid monolayers provides a powerful model to assess human colonic mucosal development, healing, homeostasis, and mucus barrier function, revealing that UC-derived colonoid monolayers display a range of developmental and functional defects that persist in the absence of inflammation.\nColonoids derived from biopsies of ulcerative colitis patients and grown as air-liquid interface monolayers revealed mild and severe disease-specific impairments that persist in the absence of inflammation, including disrupted or absent crypt-like structures, altered proliferation, and diminished mucus barriers susceptible to pathobiont infection.", "journal": "Inflammatory bowel diseases", "date": "2026-01-27", "authors": ["AshleyGilliland", "YanChen", "IrvinNg", "XiaoHan", "Ho PanSham", "ItayKalisky", "DominiqueLévesque", "KevanJacobson", "WeiXiong", "François-MichelBoisvert", "BrianBressler", "Bruce AVallance"], "doi": "10.1093/ibd/izaf318"}
{"title": "Epidemiology of metabolic syndrome in patients with inflammatory bowel disease: a population-level cohort study from the United States.", "abstract": "Epidemiological data on metabolic syndrome (MetS) in patients with inflammatory bowel disease (IBD) are limited.\nA retrospective cohort study was conducted using the United States (US) Collaborative Network (TriNetX) to obtain data for patients with IBD between 2010 and 2023. The primary aim of the study was to estimate the prevalence of MetS in ulcerative colitis (UC) and Crohn's disease (CD). Prevalence was further characterized by age, sex, race, disease location, IBD medications, history of surgery, and IBD phenotype.\nAmong 100,890 patients with IBD, metabolic syndrome (MetS) affected 34.4% overall (UC 32.4%, CD 34.3%). Prevalence rose sharply with age (12-14% at 18-39 to 47-50% at ≥65) and was higher in men than women. Rates were greatest among American Indian (CD 45.2%), Black (40%) and Hispanic (38-39%) populations, and lowest in Asian patients (26%). MetS clustered with more severe phenotypes (stricturing CD, prior CD surgery) and was not elevated among patients receiving advanced therapy. MetS was associated with greater systemic corticosteroid use and higher surgery/colectomy risk, while stricture and fistula risks in CD were similar; advanced therapy was not initiated more frequently in CD.\nOur study provides updated epidemiological estimates of MetS in patients with IBD in the US.", "journal": "Annals of gastroenterology", "date": "2026-01-26", "authors": ["AakashDesai", "HimsikharKhataniar", "Jana GHashash", "PriyaSehgal", "Francis AFarraye", "Gursimran SKochhar"], "doi": "10.20524/aog.2025.1011"}
{"title": "Unveiling Hidden Malnutrition in IBD: A Cross-Sectional Multi-Tool Analysis Reveals High Prevalence Beyond Weight-Based Assessment.", "abstract": " Malnutrition is a serious complication of inflammatory bowel disease (IBD), associated with increased morbidity, postoperative complications, and reduced quality of life. While well-documented in Western populations, data on nutritional status in understudied IBD populations remain scarce. This study aims to comprehensively evaluate the nutritional status of an IBD cohort at a tertiary referral center in Algeria using multiple assessment tools, to identify factors associated with malnutrition, and to explore the relationship between inflammatory activity and nutritional parameters.\n A prospective cross-sectional study was conducted at a tertiary referral center. Nutritional assessment included anthropometric measurements, biochemical parameters, and four validated scores: CONUT, McClave, HALP, and GLIM criteria. Disease activity was assessed using the Harvey-Bradshaw Index for Crohn's disease and the Partial Mayo Score for ulcerative colitis.\n Ninety patients were included forming a Crohn's-dominant cohort (94.4% Crohn's disease). Mean age was 39.5 ± 13.7 years, 53.3% female. Overall, 24.4% had active disease. Nutritional assessment revealed: 18.9% had low BMI (<18.5 kg/m²). Malnutrition prevalence varied by tool: CONUT 46.7%, McClave 20.6%, HALP 26.8%, and GLIM 14.6%. Active disease significantly correlated with nutritional deterioration and worse nutritional scores (p<0.01). Multivariate logistic regression analysis was performed indicates that although clinical flare and hospitalization were associated with malnutrition in univariate analysis, none of the variables reached statistical significance in the multivariate analysis Conclusions: Malnutrition is highly prevalent in IBD patients, particularly during active disease. The inflammatory process plays a crucial role in nutritional deterioration. Systematic nutritional screening using composite scores should be integrated into routine management, especially during disease flares.", "journal": "Gastroenterologia y hepatologia", "date": "2026-01-25", "authors": ["MahrezFissah", "SalamBennouar", "AdelRechach", "LydiaHaddab", "Chaima HadjSadok", "NailaZairit", "MehdiRabhia", "SamiaAbdi", "AhceneChibane"], "doi": "10.1016/j.gastrohep.2026.502662"}
{"title": "AGA Clinical Practice Update on Inpatient Management of Adults With Inflammatory Bowel Disease: Expert Review.", "abstract": "Patients with inflammatory bowel disease (IBD) often require hospitalization for medically refractory IBD or IBD-related complications. However, despite the increasing availability of effective medical therapies, inpatient IBD care remains challenging, as evidenced by the variation in hospital-acquired complications, delays in surgery, and high 30-day readmission rates. Therefore, this Clinical Practice Update Expert Review is intended to provide Best Practice Advice on the evaluation and management of hospitalized adult patients with IBD. We have developed Best Practice Advice statements to address 13 key clinical issues.\nThis Expert Review was commissioned and approved by the American Gastroenterological Association (AGA) Institute Clinical Practice Updates Committee and the AGA Governing Board to provide timely guidance on a topic of high clinical importance to the AGA membership and underwent internal peer review by the AGA Institute Clinical Practice Updates Committee and external peer review through standard procedures of Gastroenterology. These Best Practice Advice statements were drawn from a review of the published literature and from expert opinion. Because systematic reviews were not performed, these Best Practice Advice statements do not carry formal ratings of the quality of evidence or strength of the presented considerations. Best Practice Advice Statements BEST PRACTICE ADVICE 1: Prompt hospitalization should be considered for adult patients with IBD who present with severe disease refractory to outpatient treatment when there is high suspicion for an IBD-related complication, such as intestinal obstruction or intra-abdominal abscess, or when there is significant nutritional risk or failure to thrive. BEST PRACTICE ADVICE 2: The initial management of hospitalized adult patients with IBD should include supportive care. BEST PRACTICE ADVICE 3: The initial management of hospitalized adult patients with IBD should include an evaluation for IBD-related complications and concomitant infections. BEST PRACTICE ADVICE 4: Hospitalized adult patients with IBD should have their disease activity assessed with both biomarkers and endoscopic evaluation, when indicated. BEST PRACTICE ADVICE 5: Hospitalized adult patients with IBD should receive prophylactic anticoagulation for prevention of venous thromboembolism. BEST PRACTICE ADVICE 6: Hospitalized adult patients with severe ulcerative colitis should be counseled on the potential need for colectomy and should have a timely referral for surgical consultation. BEST PRACTICE ADVICE 7: Hospitalized adult patients with severe ulcerative colitis should receive initial treatment with intravenous corticosteroids at a methylprednisolone 60-mg daily dose equivalent. BEST PRACTICE ADVICE 8: Hospitalized adult patients with severe ulcerative colitis should be monitored for treatment response within 72 hours of medical treatment initiation. BEST PRACTICE ADVICE 9: Preparations should be made for initiating rescue therapy in hospitalized adult patients with severe ulcerative colitis who are not responsive to intravenous corticosteroid treatment. BEST PRACTICE ADVICE 10: In hospitalized adult patients with Crohn's disease and intestinal obstruction, medical treatment with intravenous corticosteroids should be considered when there is evidence of active inflammation. BEST PRACTICE ADVICE 11: In hospitalized adult patients with Crohn's disease and an intra-abdominal abscess, treatment should include infection control with abscess drainage (depending on size and location) and systemic antibiotics, as well as decision making regarding further medical or surgical management. BEST PRACTICE ADVICE 12: Hospitalized adult patients with Crohn's disease and active perianal symptoms should have a multidisciplinary treatment approach involving both medical and surgical care. BEST PRACTICE ADVICE 13: Stability of treatment response should be achieved before discharge, and a clear discharge transition plan established.", "journal": "Gastroenterology", "date": "2026-01-24", "authors": ["ShirleyCohen-Mekelburg", "Jana GHashash", "Edward VLoftus", "David TRubin"], "doi": "10.1053/j.gastro.2025.08.039"}
{"title": "Co-Occurrence of Inflammatory Bowel Disease in Patients with Vitiligo: A Systematic Review and Meta-Analysis.", "abstract": "Inflammatory bowel disease (IBD) is a chronic, increasingly common condition linked to other autoimmune disorders, including vitiligo. This study aims to assess IBD co-occurrence in vitiligo patients to explore underlying immunogenetic factors and inform better screening and management.\nA systematic search was conducted across Scopus, PubMed/Medline, Web of Science, and Embase, to identify relevant studies published up to March 31, 2025. Studies examining the prevalence of IBD and its subtypes in patients with vitiligo wereincluded. Data were extracted and pooled using random effects models, with heterogeneity assessed through Cochran's Q test andHiggins I2 test.\nA total of 16 studies with 44 records were included in the analysis. The pooled prevalence of IBD was 0.97% (95% CI: 0.69-1.25),with Crohn's disease (CD) and ulcerative colitis (UC) reported at 0.45% (0.32-0.59) and 0.69% (0.42-0.97), respectively. Also, vitiligowas significantly associated with an increased risk of IBD (odds ratio [OR] = 1.51, 95% CI: 1.10-2.07), particularly for CD (OR = 1.49, 95%CI: 1.13-1.97). The pooled prevalence of IBD varied across countries, with the highest prevalence reported in Saudi Arabia. Additionally,women with vitiligo had a slightly higher pooled prevalence of IBD compared to men.\nThis study found that the prevalence of IBD in patients with vitiligo is approximately 0.97%, with vitiligo significantly increasing the risk of developing IBD, particularly CD. Clinicians should consider IBD in the differential diagnosis of vitiligo patients withgastrointestinal symptoms.   Cite this article as: Gu Z, Teng J. Co-occurrence of inflammatory bowel disease in patients with vitiligo: a systematic review and meta-analysis. Turk J Gastroenterol. 2026;37(1):3-14.", "journal": "The Turkish journal of gastroenterology : the official journal of Turkish Society of Gastroenterology", "date": "2026-01-24", "authors": ["ZhaoyiGu", "JingjingTeng"], "doi": "10.5152/tjg.2026.25282"}
{"title": "HERACLIS-PSC: Current characteristics of primary sclerosing cholangitis with or without inflammatory bowel disease in Greece-a national multicenter cohort study.", "abstract": "Studies from northern Europe indicate that patients with primary sclerosing cholangitis (PSC) are predominantly males and often have ulcerative colitis (UC) and increased risk of colorectal cancer (CRC).\nTo evaluate the epidemiological and clinical features and natural history of PSC in Greece, a southern European country.\nIn the HERACLIS-PSC study, consecutive patients with PSC-IBD followed at Greek inflammatory bowel disease (IBD) centers were included and compared to data from consecutive patients with PSC-only followed at a Greek liver center.\nAmong PSC-IBD patients (n=112, males:56%), 62.5% had UC (pancolitis:76%), 35.7% Crohn's disease and 1.8% indeterminate colitis. PSC was diagnosed at a younger age in PSC-IBD than PSC-only patients (n=39; males:54%) (32±15 vs 40±15 years; p=0.007), while the two groups did not differ significantly in gender, extrahepatic bile duct involvement, or development of cirrhosis, cholangiocarcinoma or CRC, although CRC occurred only in PSC-IBD (n=8). Transplant-free survival was higher in PSC-IBD than PSC-only (5-/10-year:95%/87% vs 85%/77%; p=0.021), while older age at PSC diagnosis and cirrhosis development were independently associated with lower transplant-free survival.\nIn Greece, PSC-IBD patients are usually males with UC, in whom PSC is diagnosed at a younger age demonstrating better transplant-free survival, compared to PSC-only.", "journal": "Digestive and liver disease : official journal of the Italian Society of Gastroenterology and the Italian Association for the Study of the Liver", "date": "2026-01-24", "authors": ["VoulgarisTheodoros", "FousekisFotios", "MousourakisKonstantinos", "CholongitasEuaggelos", "ArgyriouKonstantinos", "MichalopoulosGeorge", "TsitsigiannisKonsantinos", "FytiliParaskevi", "MichopoulosSpyridon", "MathouNikoletta", "GioulemeOlga", "VlahouEvangelina", "GeramoutsosGeorge", "DrygiannakisIoannis", "KaratzasPantelis", "TzouvalaMaria", "ZacharopoulouEirini", "TriboniasGeorge", "ArnaDespoina", "IoannidouPanagiota", "PapatheodoridiMargarita", "LiatsosChristos", "ChristidouAggeliki", "ZampeliEvanthia", "KyriakosNikolaos", "NtailianasDimitrios", "BamiasGiorgos", "VlachogiannakosJiannis", "KapsoritakisAndreas", "ViazisNikos", "ChristodoulouDimitrios", "PapatheodoridisGeorge"], "doi": "10.1016/j.dld.2026.01.009"}
{"title": "Research engagement and patient-reported quality of care: a cross-sectional study of UK inflammatory bowel disease services.", "abstract": "Across several clinical specialties, research-active hospitals deliver higher-quality care and achieve better patient outcomes. To date, these associations have primarily been demonstrated using hospital-reported metrics, with limited insight from the patient perspective. This study evaluated, for the first time, the association between research activity within UK inflammatory bowel disease (IBD) hospital services and adult patient-reported quality of care.\nA cross-sectional analysis was conducted using 2023 national IBD UK benchmarking Patient and Service Survey data linked with research recruitment metrics from the National Institute for Health and Care Research Central Portfolio Management System (CPMS) between 2020 and 2022. Patient-reported high-quality care in the preceding 12 months was defined as a response of 'good', 'very good' or 'excellent' on a five-point Likert scale. Research activity was measured by the number of participants recruited to CPMS-registered IBD studies managed by gastroenterology. Associations were assessed using Spearman's correlation and multivariate regression, adjusting for service-level factors.\nRecruitment data from 32 391 research participants across 176 IBD services were aligned with 11 454 care quality and 13 583 research opportunity patient responses. A positive correlation was observed between IBD service research recruitment volume and the proportion of patients reporting high-quality care (rₛ=0.19, p=0.013). This association remained significant after adjusting for tertiary status, service size, number of consultants and presence of an IBD leadership team (adjusted β (SE)=0.0008 (0.0004); p=0.029). Services recruiting to interventional studies demonstrated higher patient-reported care quality, while those offering research opportunities reported both higher care quality and greater research recruitment.\nIBD service research activity is positively associated with patient-reported care quality. Embedding research engagement within routine service delivery may improve patient experience and support quality improvement. The results have important implications for service design, workforce planning and national research policy.", "journal": "BMJ open gastroenterology", "date": "2026-01-24", "authors": ["Robert JMulligan", "PatRyan", "Lauren CBeck", "PaulChristiansen", "JessicaTurner", "Christian PSelinger", "J R FraserCummings", "NoneNone", "NoneNone", "NoneNone", "Matthew JBrookes", "A BarneyHawthorne", "Christopher ALamb"], "doi": "10.1136/bmjgast-2025-002122"}
{"title": "Phenotypic Differences in Inflammatory Bowel Diseases Across Race, Ethnicity and Geography: A Systematic Review of 237 Population-Based Studies.", "abstract": "Geography and ethnicity may influence disease phenotypic expression in the global emergence of inflammatory bowel disease (IBD). We performed this systematic review and meta-analysis to update the transethnic and migration impact on IBD epidemiology and phenotype.\nWe included all population-based cohort data examining phenotype and/or outcomes of patients with CD or UC published through December 2024. Pooled estimates of demographics, phenotypes, and outcomes across ethnic groups were compared across included cohorts. Within the cohort of those of Asian origin, we separately compared phenotype across different regions within Asia, and by immigrant status.\nOur final analysis included a cohort of 237 population-based studies reporting outcomes of 1,251,682 IBD. Among CD, we observed higher rates of perianal disease (24%) in Asian individuals when compared to White individuals (14%) and those of Hispanic ethnicity (13%) (p < 0.01). On the contrary, no similar differences were observed in UC. Among those of Asian descent, a family history of IBD was significantly more common among Middle Eastern individuals (12%) than South Asian individuals (3%) (p < 0.01) and was more notable among immigrants than native residents (12% vs 4%. p < 0.01). There were more males among White people (51%) and Asian people (60%) but females predominated in Black people (55%, p < 0.01).\nThis global, transethnic meta-analysis revealed persistent differences in IBD phenotype and outcomes across ethnic groups. Future studies integrating multi-omic measurements in ethnically diverse populations are essential to elucidate the biologic basis of these variations.", "journal": "Clinical gastroenterology and hepatology : the official clinical practice journal of the American Gastroenterological Association", "date": "2026-01-24", "authors": ["AmeerHalim", "Agnes H YHo", "WasuwitWanchaitanawong", "Siew CNg", "Ashwin NAnanthakrishnan"], "doi": "10.1016/j.cgh.2026.01.008"}
{"title": "An overview of the advantageous effects and underlying mechanisms of natural polysaccharides in inflammatory bowel disease.", "abstract": "Inflammatory bowel disease (IBD), which includes Crohn's disease (CD) and ulcerative colitis (UC), is a chronic inflammatory condition affecting the gastrointestinal tract. The global incidence and prevalence of IBD continue to increase. While multiple clinical treatments exist, conventional therapies frequently present limitations and adverse effects. Natural polysaccharides (PSs) have emerged as a significant focus of research interest due to their therapeutic potential and applications in functional foods and health products. This review synthesizes current understanding of IBD pathophysiology and the mechanisms by which natural PSs counter IBD, including their capacity to restore immune homeostasis and intestinal barrier function, modulate gut microbiota and metabolites, reduce oxidative stress, and address irregularities in autophagy and endoplasmic reticulum stress (ERS). The review examines the structure-activity relationships of PSs demonstrating anti-IBD effects and identifies promising therapeutic products. The discussion encompasses pharmacokinetics, safety evaluations, and clinical applications of these compounds. This comprehensive review establishes a theoretical foundation for developing natural PS-based therapeutic approaches for IBD management.", "journal": "Chinese journal of natural medicines", "date": "2026-01-23", "authors": ["YatingShao", "BoLi", "YongfangWang", "ChuanjieZhou", "YunlongQiao", "XinglishangHe", "ShengqiangTong", "GuiyuanLv", "SuhongChen"], "doi": "10.1016/S1875-5364(26)61076-X"}
{"title": "[Consensus document on healthy lifestyles].", "abstract": "Proteins are a group of macronutrients that are vital to our lives, as they perform various functions, including structural, defensive and catalytic. An intake of 1.0-1.2 g/kg/body weight per day would be sufficient to meet our needs. Carbohydrate requirements constitute 50 % of the total caloric value and should be obtained mainly in the form of complex carbohydrates. In addition, a daily intake of both soluble and insoluble fiber is necessary. Regular consumption of extra virgin olive oil is an effective strategy for the prevention of cardiovascular, metabolic and neurodegenerative diseases. Its inclusion in the Mediterranean diet strengthens its protective effect, positioning it as a key food in health promotion. Daily consumption is recommended as a substitute for saturated and processed fats to maximise its benefits. Salt is involved in the control and intensity of high blood pressure, kidney damage in the form of altered urinary albumin excretion, and damage to other target organs, especially in salt-sensitive patients. Potassium lowers blood pressure through its vasodilatory and natriuretic effects, which reduces events and mortality. The consumption of alcoholic beverages in general is harmful to health, although a certain protection against the development of acute myocardial infarction has been observed in association with low consumption and a pattern of intake with meals and from middle age onwards. The recommendation for total abstinence is essential among the young population. Among drinkers over the age of 50, consumption should be limited to one UBE per day (10 g of alcohol) for women and up to two for men. Moderate coffee consumption (up to 3-5 cups per day) is recommended from a cardiovascular point of view, as it has shown antioxidant and anti-inflammatory effects, which are associated with a lower risk of arrhythmias and cardiovascular diseases, including myocardial infarction and stroke, compared to not consuming it. To obtain this benefit, it should be consumed in the morning. Chocolate acts as an antioxidant and anti-inflammatory, improving endothelial function, blood pressure, lipid profile and platelet function. Consumed in excess, it can have negative effects on several levels, such as weight gain, stimulant effects and added sugar consumption. Mediterranean-type diets, with their variants (DASH, Atlantic and Nordic), have demonstrated cardiovascular benefits and advocate moderate and balanced food consumption. They all favour the use of fresh, seasonal and local foods, avoiding saturated fats, refined and processed products and sugary drinks. Vegetarian or vegan diets and intermittent fasting have demonstrated cardiovascular benefits, but can lead to nutrient deficiencies or pose risks during pregnancy, breastfeeding, growth or in patients with diabetes, so professional advice should be sought. Physical exercise has enormous benefits for individual and collective health. Regular exercise is associated with lower rates of cardiovascular disease, type 2 diabetes, metabolic syndrome, some cancers, depression, and cognitive decline. The minimum recommendations for physical exercise (150 min/week) should be met or exceeded. Social relationships are key determinants of health. Individuals are social agents capable of changing norms and behaviours in their environment. Family and partner support and interpersonal interactions are fundamental to the development of emotional skills, resilience and self-care. Adequate night-time rest is essential for maintaining good physical and mental health. Early detection and treatment of sleep disorders can improve patients' quality of life and prevent cardiovascular, metabolic, oncological and psychiatric diseases. Addictive behaviours have an impact on the cardiovascular health of those who suffer from them. Healthy lifestyle medicine is an essential tool, not only for treating these conditions, but also for preventing them. Sexual and reproductive health is closely linked to cardiovascular risk. Hypertension, diabetes, obesity, dyslipidaemia, smoking and stress negatively affect both fertility and sexual function, but advanced age also reduces fertility, and obesity and smoking aggravate reproductive and cardiovascular risks. Fertility treatment, in general, has not been shown to increase long-term cardiovascular risk, although it may increase short-term complications. Some drugs for cardiovascular disease can affect both sexual and reproductive function. Chronic stress can act as a trigger and amplifier of underlying cardiovascular processes. The deleterious effects of stress are exacerbated if they coexist with other risk factors, such as a sedentary lifestyle, poor sleep quality, or social isolation. It is important to identify whether the stress comes from work, family or financial circumstances. To control it, relaxation techniques should be applied, structured physical exercise should be encouraged, social support should be promoted, adequate sleep hygiene should be maintained, and limits should be set and tasks prioritised. Environmental pollution is one of the main environmental risks to human health, with a particular impact on the cardiovascular system. Air pollutants include particles and gases that, depending on their composition and size, can penetrate deep into the body. Fine (PM2.5) and ultrafine (PM0.1) particles are particularly dangerous because of their ability to induce systemic inflammation, oxidative stress and endothelial dysfunction.\nLas proteínas son un grupo de macronutrientes vitales en nuestras vidas, pues realizan distintas funciones, entre las que destacan la estructural, la defensiva o la catalítica. Un aporte de 1,0-1,2 g/kg/ peso al día sería suficiente para cubrir nuestras necesidades. Los requerimientos de carbohidratos constituyen un 50 % del valor calórico total y deben obtenerse en su mayoría en forma de hidratos de carbono complejos. Además, se necesita un aporte diario de fibra, tanto soluble como insoluble. El consumo regular de aceite de oliva virgen extra es una estrategia eficaz para la prevención de enfermedades cardiovasculares, metabólicas y neurodegenerativas. Su inclusión en la dieta mediterránea fortalece su efecto protector, posicionándolo como un alimento clave en la promoción de la salud. Se recomienda su consumo diario en sustitución de grasas saturadas y procesadas para maximizar sus beneficios. La sal está involucrada en el control y en la intensidad de la hipertensión arterial, del daño renal en forma de excreción urinaria de albúmina alterada y de lesiones en otros órganos diana, sobre todo en pacientes sensibles a la sal. El potasio produce descenso de la presión arterial a través de su efecto vasodilatador y natriurético, lo que reduce eventos y mortalidad. El consumo de bebidas con contenido alcohólico en general es perjudicial para la salud, aunque sí se ha visto una cierta protección del desarrollo de infarto agudo de miocardio asociado a consumos bajos y con un patrón de ingesta en las comidas y a partir de la edad media de la vida. La recomendación de abstinencia total es fundamental entre la población juvenil. Entre los bebedores de más de 50 años su consumo debería limitarse a una UBE al día (10 g de alcohol) en las mujeres y hasta dos en los varones. El consumo moderado de café (hasta 3-5 tazas al día) es recomendable desde el punto de vista cardiovascular, pues ha mostrado efectos antioxidantes y antiinflamatorios, lo que se asocia con un menor riesgo de presentar arritmias y enfermedades cardiovasculares, incluyendo infarto de miocardio e ictus, respecto a no consumirlo. Para obtener este beneficio su consumo ha de ser por la mañana. El chocolate actúa como antioxidante y antiinflamatorio, lo que produce mejoría en la función endotelial, la presión arterial, el perfil lipídico y la función plaquetaria. Consumido en exceso puede tener efectos negativos a varios niveles, como exceso de peso, efecto estimulante y consumo de azúcares añadidos. Las dietas de tipo mediterráneo, con sus variantes (DASH, atlántica y nórdica), han demostrado beneficios cardiovasculares y abogan por un consumo moderado y equilibrado de alimentos y coinciden en favorecer el uso de alimentos frescos, de temporada y locales, evitando grasas saturadas, productos refinados y procesados y bebidas azucaradas. Las dietas vegetarianas o veganas y las de ayuno intermitente han demostrado beneficios cardiovasculares, pero pueden conducir a déficits de nutrientes o representar riesgos en el embarazo, en la lactancia, en el crecimiento o en pacientes con diabetes, por lo que deberían contar con el asesoramiento de profesionales. El ejercicio físico conlleva enormes beneficios para la salud individual y colectiva. El ejercicio regular se asocia con menores tasas de enfermedad cardiovascular, de diabetes de tipo 2, de síndrome metabólico, de algunos cánceres, de depresión y de deterioro cognitivo. Deben alcanzarse o duplicarse las recomendaciones mínimas de ejercicio físico (150 min/semana). Las relaciones sociales son determinantes claves de la salud. El individuo es un agente social capaz de modificar normas y comportamientos en su entorno. Resultan fundamentales el apoyo familiar y el de pareja y las interacciones interpersonales en el desarrollo de competencias emocionales, de resiliencia y de autocuidado. El descanso nocturno adecuado es fundamental para mantener una buena salud física y psíquica. La detección precoz de los trastornos del sueño y su tratamiento puede mejorar la calidad de vida del paciente y evitar enfermedades cardiovasculares, metabólicas, oncológicas y psiquiátricas. Las conductas adictivas repercuten en la salud cardiovascular de quienes las padecen. La medicina de estilo de vida saludable es un instrumento primordial, no solo para tratar estas patologías, sino para prevenirlas. La salud sexual y reproductiva está muy estrechamente vinculada al riesgo cardiovascular. La hipertensión, la diabetes, la obesidad, la dislipemia, el tabaquismo y el estrés afectan negativamente tanto a la fertilidad como a la función sexual, pero también la edad avanzada reduce la fertilidad, y la obesidad y el tabaco agravan los riesgos reproductivos y cardiovasculares. La terapia de fertilidad, en general, no ha demostrado incrementar el riesgo cardiovascular a largo plazo, aunque puede aumentar complicaciones a corto plazo. Algunos fármacos para enfermedades cardiovasculares pueden afectar tanto a la función sexual como a la reproductiva. El estrés crónico puede actuar como desencadenante y amplificador de procesos cardiovasculares subyacentes. Los efectos deletéreos del estrés se potencian si coexisten con otros factores de riesgo, como sedentarismo, mala calidad del sueño o aislamiento social. Conviene identificar si el estrés proviene del ámbito laboral, familiar o económico. Para controlarlo deben aplicarse técnicas de relajación, debe promoverse la práctica de ejercicio físico estructurado, favorecerse el apoyo social, mantenerse una adecuada higiene del sueño y deben establecerse límites y priorizarse tareas. La contaminación ambiental representa uno de los principales riesgos ambientales para la salud humana, con especial repercusión en el sistema cardiovascular. Los contaminantes atmosféricos incluyen partículas y gases que, en función de su composición y tamaño, pueden penetrar profundamente en el organismo. Las partículas finas (PM2,5) y ultrafinas (PM0,1) son especialmente peligrosas por su capacidad para inducir inflamación sistémica, estrés oxidativo y disfunción endotelial.", "journal": "Nutricion hospitalaria", "date": "2026-01-22", "authors": ["JoséAbellán Alemán"], "doi": "10.20960/nh.06578"}
{"title": "Risk Factors and Outcomes of Immunoglobulin A Vasculitis in Patients with Inflammatory Bowel Disease and vice versa: A Systematic Review of the current literature.", "abstract": "This systematic review sought to thoroughly investigate the relationship between Inflammatory Bowel Disease (IBD) and Immunoglobulin A Vasculitis (IgAV), pinpointing both factors that increase risk and those that provide protection, laying the groundwork for future studies on specific treatments approaches to enhance the wellbeing of patients with IgAV and / or IBD.\nThere is a new and quickly expanding body of literature on this subject, indicating a rising interest in it. Recent research has sought to investigate the connection between newly emerged viruses, such as COVID-19, or medications like Anti-Tumor Necrosis Factor Alpha (anti-TNF-α), and the development, progression, and treatment approaches of IgAV in IBD patients, and vice versa. Certain recent research is centered on a particular age groups or the condition of the initial illness. IgAV has been observed for numerous years following the diagnosis of IBD, displaying manifestations in the skin, joints, kidneys, and gastrointestinal tract. IBD encompassing Crohn's disease and ulcerative colitis, and IgAV share immunological overlaps via dysregulated IgA production, genetic loci like HLA-DQA1/DQB1, and environmental triggers such as infections amid gut dysbiosis. IgAV often emerges as an IBD sequela or anti-TNF-α therapy complication, with TNF blockade potentially disrupting B-cell maturation, fostering Gd-IgA1 complexes, and neutrophil-driven inflammation. (31) studies encompassing (83) patients with co-occurring IBD and IgAV, predominantly males (60.2%) and younger individuals with confirmed dual diagnoses (95.2%). Compared to UC, more severe CD phenotypes and extended disease duration correlate with increased IgAV risk. Anti-TNF inhibitors appear to substantially contribute to IgAV onset in IBD patients. Most affected individuals develop IBD initially, followed by IgAV, whereas only a minority experience IBD subsequent to IgAV diagnosis. Ceasing anti-TNF-α therapy post-IgAV diagnosis may lead to IgAV resolution but could also trigger disease recurrence. The study's limited sample size has hindered the researchers from reaching conclusions via a meta-analysis. Additionally, the criteria utilized for IBD diagnosis have displayed inconsistency across all studies. Patients with IBD are at higher risk of developing IgAV, thus a high level of suspicion and prompt diagnostic assessment are crucial. To date, there have been no previous systematic reviews or meta-analyses highlighting a link between IgAV and IBD. Therefore, this systematic review is a pivotal endeavor to elucidate the complex relationship between these conditions, shaping future research in this area.", "journal": "Current gastroenterology reports", "date": "2026-01-22", "authors": ["Samer AAl-Shbailat", "ShahdAlqato", "Asem YAlkhalaileh", "RandSuleiman", "SadeenZein Eddin", "AlyamanKarajeh", "Raghad GAl-Shbeilat", "RamaHussein", "HamzehHatamleh", "Jaber HJaradat", "KhaledAlsagarat", "Laila KAsfour"], "doi": "10.1007/s11894-025-01027-w"}
{"title": "The role of neutrophils and proinflammatory cytokines in the mechanism of inflammatory bowel diseases - what have we learned from experimental models of colitis in rodents?", "abstract": "Inflammatory bowel diseases (IBD), such as Crohn's disease and ulcerative colitis, are characterized by chronic intestinal inflammation, immune dysregulation and altered microbiota. This review underscores the significance of rodent models of experimental colitis in understanding the complex interplay between intestinal inflammation with special focus to contribution of neutrophils, proinflammatory and anti-inflammatory cytokines, intestinal microbiota as well as other disorders associated with IBD, such as neurodegenerative diseases, including Alzheimer's disease, offering insights into potential therapeutic targets and underlying mechanisms. Furthermore, the review identified interleukin-8 (IL-8) as a key factor of inflammation and by compiling experimental results and reviewing literature from databases such as PubMed and Medline, it provided a comprehensive overview of the influence of the immune system and intestinal microbiota on IBD and proposed targeted therapies to better treat the disease.", "journal": "Journal of physiology and pharmacology : an official journal of the Polish Physiological Society", "date": "2026-01-22", "authors": ["K ASobieszek", "MNaruszewicz", "AKozik", "KJaskiewicz", "APtak-Belowska"], "doi": "10.26402/jpp.2025.6.02"}
{"title": "Gut-Brain Axis in Inflammatory Bowel Disease: Pathogenesis and Therapeutics.", "abstract": "Inflammatory Bowel Disease (IBD), encompassing Crohn's disease and ulcerative colitis, is a chronic inflammatory disorder of the gastrointestinal tract driven by complex interactions between genetic susceptibility, environmental triggers, microbial dysbiosis, and immune dysregulation. The gut microbiome, composed primarily of Firmicutes and Bacteroidetes, plays a crucial role in maintaining intestinal barrier integrity, immune balance, and neuroimmune signaling. Disruption of this microbial ecosystem is characterized by loss of beneficial short chain fatty acid producing bacteria and expansion of pathogenic species which promotes mucosal inflammation, cytokine release, and neuroimmune signaling that can disrupt mental health through the gut-brain axis. Emerging evidence links microbial metabolites, vagal tone, and the hypothalamic-pituitary-adrenal axis in a feedback loop that perpetuates inflammation and alters mood regulation. Current therapeutic approaches include diet modification, osteopathic manipulative treatments, fecal microbiota transplantation and phage therapy. This article focuses on understanding mechanisms linking dysbiosis, immune activation, and neuroinflammation to guide future interventions. A holistic model addressing the gut-brain axis holds the greatest promise for improving outcomes and personalizing care for IBD.", "journal": "Archives of internal medicine research", "date": "2026-01-22", "authors": ["SamanthaPerry", "LekhaPillarisetti", "TamaraGelfman", "Devendra KAgrawal"], "doi": "10.26502/aimr.0227"}
{"title": "Vedolizumab in inflammatory bowel disease: pharmacokinetics and the role of immunomodulator co-therapy.", "abstract": "Vedolizumab (VED) is a gut-selective monoclonal antibody and an effective biological agent for many patients with inflammatory bowel disease (IBD). Therapeutic drug monitoring has been used to optimise treatment with other biological agents; however, the clinical applicability of measuring vedolizumab trough concentrations is unclear. Initial registration trial data demonstrated a positive exposure-efficacy relationship of vedolizumab in IBD. However, there is conflicting data in more recent studies, with no definitive benefit of vedolizumab dose-escalation and no consistent target vedolizumab trough concentration identified. Also, unlike with anti-tumour necrosis factor agents, the clinical benefit of immunomodulator co-therapy with vedolizumab is uncertain. Although initial research suggested no clinical advantage of combining vedolizumab with an immunomodulator, more recent studies have shown potential benefit. This narrative review aims to explore current evidence on vedolizumab pharmacokinetics and whether immunomodulator co-therapy should be considered with vedolizumab.\nVedolizumab: how it works and if it should be combined with other medications in inflammatory bowel disease This article reviews how the medication vedolizumab works in the body (called pharmacokinetics) when used to treat people with inflammatory bowel disease (IBD), such as Crohn’s disease and ulcerative colitis. It also looks at how using vedolizumab together with other immune-suppressing drugs (called immunomodulators) might affect its effectiveness. The goal is to help doctors better understand how to use these treatments together to manage IBD more effectively.", "journal": "Therapeutic advances in gastroenterology", "date": "2026-01-22", "authors": ["AvivPudipeddi", "ThanaboonChaemsupaphan", "ArteenArzivian", "Yong-SulKim", "SudarshanParamsothy", "VirajKariyawasam", "Rupert WLeong"], "doi": "10.1177/17562848251414825"}
{"title": "Pregnancy Outcomes and Disease Activity in Women With Inflammatory Bowel Disease in Qatar: A Retrospective Cohort Study.", "abstract": "Inflammatory bowel disease (IBD) commonly affects women of childbearing age and may complicate pregnancy. This study evaluated disease activity, treatment patterns, and pregnancy outcomes among women with IBD in Qatar.\nRetrospective cohort study at a multidisciplinary Obstetric-IBD clinic in Doha including 97 pregnant women with confirmed IBD (November 2019-October 2023). Demographics, IBD characteristics, medication use, disease activity (CDAI for Crohn's, Mayo score for ulcerative colitis), and pregnancy outcomes were retrieved from electronic records. Associations were analyzed using chi-square, Fisher's exact tests, and logistic regression, with significance set at \nOf 97 women, 56.7% had ulcerative colitis (UC) and 43.3% Crohn's disease (CD). Pregnancy outcomes did not differ significantly between UC and CD (\nRemission and continuation of therapy during pregnancy were strongly associated with favorable outcomes. These results emphasize that maintaining remission and adhering to therapy both contribute independently to improved maternal and neonatal outcomes. The findings support the safety of continuing therapy and highlight the need for multidisciplinary care to optimize health outcomes.", "journal": "JGH open : an open access journal of gastroenterology and hepatology", "date": "2026-01-22", "authors": ["Anwar IJoudah", "AbdulwahabHamid", "AymanAl-Dahshan", "Mohamed SidahmedElmahdi", "AliaAl-Battah", "AdelAlnaimi", "KhalidAl-Ejii", "FatemaAsheer", "HudaSaleh", "Rafie AYakoob", "MuneeraAlmohannadi"], "doi": "10.1002/jgh3.70311"}
{"title": "Multimodal analysis disentangles the genetic and microbial associations between inflammatory bowel disease and other immune-mediated diseases across a harmonized population framework.", "abstract": "Immune-mediated inflammatory diseases (IMID) are chronic conditions with a well-established multifaceted association with the gastrointestinal diseases Crohn's disease (CD) and ulcerative colitis (UC), commonly known as inflammatory bowel disease (IBD). In this study, we leverage Danish nationwide pedigree and health data, genome-wide association studies, and fecal microbiota data to characterize the association between IBD and other IMIDs and disentangle genetic and environmental contributions. We show that CD and UC have distinct patterns of correlations with other IMIDs within families. By evaluating genetic and gut microbial correlations, we highlight a UC microbiota-linked correlation with multiple sclerosis and systemic lupus erythematosus despite a negative genetic correlation, suggesting a key role for environmental factors. In contrast, we find consistent genetic and microbial convergence between both IBD subtypes and rheumatoid arthritis, whereas genetic factors mainly drive the correlation with psoriasis. Thus, our findings uncover heterogeneity in shared etiological pathways across immune diseases, underscoring the need for stratified approaches to diagnosing and treating IBD.", "journal": "Nature communications", "date": "2026-01-22", "authors": ["Marie VibekeVestergaard", "AlonzoAlfaro-Núñez", "AleksejsSazonovs", "GeorgiosAthanasiadis", "TineJess"], "doi": "10.1038/s41467-026-68564-4"}
{"title": "Epigenetic Alterations in Colitis-Associated Colorectal Cancer.", "abstract": "Colitis-associated colorectal cancer (CAC) represents a distinct subtype of colorectal malignancy that arises in the setting of chronic inflammatory bowel disease (IBD). Unlike sporadic colorectal cancer, CAC develops through inflammation-driven molecular pathways, in which epigenetic alterations play a pivotal role in tumor initiation and progression. This review highlights the major epigenetic mechanisms implicated in CAC, including DNA methylation, histone modifications, and microRNA (miRNA) dysregulation. Aberrant DNA methylation patterns, such as promoter hypermethylation of tumor suppressor genes and global hypomethylation, contribute to genomic instability and altered gene expression. In parallel, inflammation-induced changes in histone configuration modulate chromatin accessibility and transcriptional activity of key oncogenic and tumor-suppressive pathways. Furthermore, deregulated miRNAs influence multiple aspects of CAC pathogenesis by targeting genes involved in inflammation and tumor progression. Understanding these epigenetic processes provides valuable insights into the development of colorectal malignancy and identifies potential biomarkers for early detection and intervention in colitis-associated colorectal cancer.", "journal": "Epigenomes", "date": "2026-01-21", "authors": ["NishaGanesh", "William MGrady", "Andrew MKaz"], "doi": "10.3390/epigenomes10010004"}
{"title": "The potential link between inflammatory bowel disease and male erectile dysfunction: mechanistic insights and novel therapeutic perspectives.", "abstract": "This review provides a comprehensive synthesis of the link between inflammatory bowel disease (IBD) and male erectile dysfunction (ED), with a distinct emphasis on underlying mechanisms and novel perspectives. We critically evaluate the evidence and then systematically elucidate the \"gut-penis axis\" detailing how gut-derived signals orchestrate a systemic inflammatory response that culminates in penile vascular dysfunction. A novel aspect of our work is the integration of psychological factors into a cohesive psychoneuroimmunological framework, linking stress, the cholinergic anti-inflammatory pathway, and direct pro-inflammatory neural circuits to ED pathogenesis. Beyond mechanistic insight, we examine the clinical implications of this connection, discussing the potential of anti-inflammatory therapies and the necessity of integrated management strategies that address both intestinal and sexual health. Our work aims to bridge knowledge gaps and stimulate targeted interventions to improve the quality of life for men living with IBD.", "journal": "Frontiers in immunology", "date": "2026-01-21", "authors": ["ShuxinLi", "HongliangCao", "YuweiLiang", "ChengsenLv", "YutaoMa", "TongYang", "BoYuan", "WeiWei"], "doi": "10.3389/fimmu.2025.1701741"}
{"title": "The effects of steroid treatment on osteoporosis in patients with inflammatory bowel disease: A systematic review and meta-analysis.", "abstract": "Patients with inflammatory bowel disease (IBD), including Crohn's disease (CD) and ulcerative colitis (UC), are often treated with steroids to alleviate their symptoms. Prolonged corticosteroid use can lead to decreased bone mineral density (BMD). However, the impact of steroid treatment regimens on BMD in patients with IBD is not fully understood. This study aimed to investigate the effects of corticosteroid therapy on BMD in IBD patients.\nA predetermined protocol registered in the PROSPERO registry under reference CRD42024518193. We searched the MEDLINE, EMBASE, Web of Science, and Cochrane Library databases to identify studies reporting the BMD of IBD before April 2024. Studies were evaluated using the Newcastle-Ottawa Scale. Sensitivity analyses and Begg's asymmetric test were used to detect bias.\nFollowing screening and evaluation, a meta-analysis of steroid odds ratios (ORs) of BMD in IBD was conducted based on 18 selected studies, with a total of 27,716 participants. The abnormal BMD in IBD was with an odds ratio (OR) of 2.31 (95% confidence interval [CI]: 1.19-4.48), osteoporosis in IBD with OR of 1.62 (95% CI: 1.02-2.58), osteoporosis in CD with an OR of 1.21 (95% CI: 0.85-1.73), osteoporosis in UC with an OR of 1.00 (95% CI: 0.87-1.16), abnormal BMD in CD with OR of 1.02 (95% CI: 0.99-1.06), abnormal BMD in UC with OR of 1.44 (95% CI: 1.07-1.95).\nPatients diagnosed with IBD who received glucocorticoid therapy did not show a significant increase in osteoporosis (BMD T ≤ -2.5), especially in the UC group, despite having a higher tendency for bone loss (BMD T ≤ -1). The osteoporosis observed in IBD patients may require further comprehensive exploration and clarification.", "journal": "Medicine", "date": "2026-01-21", "authors": ["Chang-ChunLi", "Li-PingXu", "Tian-TianZheng", "Xiao-LiWu"], "doi": "10.1097/MD.0000000000047173"}
{"title": "The Prevalence of Chronic Opioid Use in Patients With Inflammatory Bowel Disease: A Nationwide Danish Register-Based Study Over a 25-Year Period of Time.", "abstract": "Despite the common use of opioids in patients with inflammatory bowel disease (IBD), there are limited studies on the prevalence of chronic opioid use in this population.\nWe conducted a nationwide Danish register-based study to examine the prevalence proportion of chronic opioid use in patients with IBD from 1996 to 2021. Analysis was performed for patients with Crohn's disease (CD) and ulcerative colitis (UC) and stratified by sex and age groups of young adults (18-39 years), adults (40-59 years), and elderly (+60 years).\nA total of 51 837 patients with IBD were identified. The prevalence proportion of chronic opioid use increased from 1996 and reached the highest point at 14.26% (95% confidence interval [CI], 13.67%-14.84%) for patients with CD in 2011 and 8.21% (95% CI, 7.88%-8.54%) in patients with UC in 2012. Subsequently, the prevalence proportion of chronic opioid use decreased to 8.88% (95% CI, 8.41%-9.35%) in patients with CD and 4.96% (95% CI, 4.70%-5.21%) in patients with UC by 2021. Throughout the 25-year period, female patients had higher prevalence proportion of chronic opioid use compared with that of male patients. Elderly patients had higher prevalence proportion of chronic opioid use compared with that of adult and young adult patients.\nMany patients with IBD rely on chronic opioid use as part of their pain management. Further investigations are needed to study the complications and sequelae of chronic opioid use in patients with IBD.\nThe prevalence of chronic opioid use in patients with inflammatory bowel disease increased from 1996 to 2011 and decreased by 2021. Patients with Crohn’s disease, female patients, and elderly patients had higher use of chronic opioid use compared with their counters.", "journal": "Inflammatory bowel diseases", "date": "2026-01-20", "authors": ["JenniferYoun", "JanNielsen", "ErantisSørensen", "MetteWod", "SoniaFriedman", "Bente MertzNørgård"], "doi": "10.1093/ibd/izaf308"}
{"title": "A Cross-Tissue Transcriptome-Wide Association Study Reveals Novel Susceptibility Genes for Inflammatory Bowel Disease.", "abstract": "Inflammatory bowel disease (IBD), including ulcerative colitis (UC) and Crohn's disease (CD), is an autoimmune disease with a strong genetic component. Although genome-wide association studies (GWAS) have identified multiple risk loci, the underlying causal genes and biological mechanisms remain predominantly elusive. GWAS data for IBD, UC, and CD were obtained from the FinnGen R10 dataset and integrated with expression quantitative trait locus (eQTL) data from the Genotype-Tissue Expression Project (GTEx) v8 to perform cross-tissue transcriptome-wide association studies (TWAS). Single-tissue TWAS validation was conducted using Functional Summary-based Imputation (FUSION). Multi-marker Analysis of GenoMic Annotation (MAGMA), Mendelian randomization (MR), colocalization, and summary data-based MR (SMR) analyses were applied to identify candidate susceptibility genes. GeneMANIA analysis was performed to explore functional implications. The same analytical framework was used on independent GWAS datasets to assess consistency. 6 susceptibility genes were identified for IBD, 1 for UC, and 2 for CD. These findings were supported by cross- and single-tissue TWAS, MAGMA, MR, colocalization, and SMR analyses. In independent datasets, partial gene-level concordance and substantial consistent pathway-level signals were observed. GeneMANIA analyses suggested that susceptibility genes in IBD, UC, and CD were mainly associated with 3',5'-cyclic-nucleotide phosphodiesterase activity, transition metal ion transmembrane transporter activity, and CENP-A-containing chromatin organization, respectively. By integrating cross-tissue TWAS with multi-tier validation strategies, this study provides new insights into the genetic architecture of IBD. Further functional studies are necessary to elucidate the mechanisms by which these candidate genes contribute to IBD pathogenesis.", "journal": "FASEB journal : official publication of the Federation of American Societies for Experimental Biology", "date": "2026-01-20", "authors": ["YangZhou", "JintaoGuo"], "doi": "10.1096/fj.202503572R"}
{"title": "Associations between demographic, clinical and dietary factors and flares in inflammatory bowel disease: the PRognostic effect of Environmental factors in Crohn's and Colitis (PREdiCCt) prospective cohort study.", "abstract": "IBD is characterised by recurrent flares, but evidence on whether modifiable dietary factors influence flare risk is limited.\nThe PREdiCCt study was designed to examine demographic, clinical and dietary factors associated with disease flare among patients with IBD in self-reported remission.\nMulticentre, prospective cohort study conducted across 47 UK centres. Patients with Crohn's disease (CD), ulcerative colitis (UC) or IBD unclassified (IBDU) in self-reported remission were prospectively followed up. The baseline diet was assessed using a validated food frequency questionnaire. The primary outcome was time to patient-reported flare (captured by monthly IBD-Control) and objective flare (clinical flare plus C-reactive protein >5 mg/L and/or faecal calprotectin (FC) >250 µg/g with treatment escalation). Associations were evaluated using Cox frailty models adjusted for demographic, clinical and biochemical variables, including baseline FC.\nBetween November 2016 and March 2020, 2629 participants (1370 CD; 1259 UC/IBDU) were enrolled and followed up for a median of 4.1 years (IQR 3.0-5.0). Baseline FC was strongly associated with patient-reported flares (FC ≥250 µg/g: adjusted HR (aHR) 2.22; FC 50-250 µg/g: aHR 1.52 (reference <50 µg/g)) and objective flares (FC ≥250 µg/g: aHR 3.25; FC 50-250 µg/g: aHR 1.98). In UC, higher total meat intake was associated with increased risk of objective flares (highest versus lowest quartile: aHR 1.95, 95% CI 1.07 to 3.56). No consistent associations were observed for ultraprocessed foods, fibre or polyunsaturated fatty acids and flare.\nHigher habitual meat intake was associated with increased risk of objective flare in UC, suggesting diet may contribute to flare susceptibility in specific patient groups.\nNCT03282903.", "journal": "Gut", "date": "2026-01-20", "authors": ["NathanConstantine-Cooke", "BeatrizGros", "NikolasPlevris", "Linda JWilliams", "Gareth-RhysJones", "JanetKyle", "Nicholas AKennedy", "VictorVelasco-Pardo", "AlexanderRudge", "DebbieAlexander", "Carl AAnderson", "MaiaraBrusco de Freitas", "Lisa MDerr", "Lauranne AapDerikx", "SianGilchrist", "PaulHenderson", "Graham WHorgan", "PeterIrving", "Christopher ALamb", "LukeJostins-Dean", "James OLindsay", "JonathanMacDonald", "CraigMowat", "CharlesMurray", "MilesParkes", "Spyros ISiakavellas", "Catalina AVallejos", "Daniel RGaya", "Jonathan MRhodes", "Alexandra MJohnstone", "Christopher JWeir", "Charlie WLees", "NoneNone"], "doi": "10.1136/gutjnl-2025-337846"}
{"title": "Annexin A1 and A2 in inflammatory bowel disease pathogenesis: exploring new avenues for diagnosis and treatment.", "abstract": "Inflammatory bowel disease (IBD), which includes Crohn's disease and ulcerative colitis, is a significant global health burden with gastrointestinal inflammation resulting from dysfunctional immune responses and chronic inflammation. This review synthesizes the roles of annexin A1 (AnxA1) and annexin A2 (AnxA2) in the pathophysiology of IBD, their diagnostic biomarkers, and therapeutic potential. AnxA1 interacts with FPR2/ALX receptors, inhibiting the release of pro-inflammatory cytokines and promoting epithelial cell repair. AnxA2 exhibits dual roles by interacting with S100A10. AnxA2 can induce NF-κB activation, promoting pro-inflammatory cytokine release and plasminogen activation. On the other hand, AnxA2 activates the TRAM-TRIF pathway, inhibiting NF-κB activation, promoting production of anti-inflammatory cytokines, fibrinolysis, and restoring tight junctions. Their modulation of NF-κB pathways shapes the molecular landscape of IBD. AnxA1 and AnxA2 are non-invasive plasma biomarkers that improve subtype-specific diagnostic accuracy compared to C-reactive protein. In the therapeutic context, AnxA1 mimetics and AnxA2 inhibitors reduce inflammation and promote healing, potentially in conjunction with anti-TNF drugs or nanoparticle delivery. Longitudinal studies and clinical trials are essential to identify the gaps in the standardization of testing and cytokine network interactions. AnxA1 and AnxA2 have the potential to transform the development of precise diagnostics and personalized therapies, redefining the management of IBD.", "journal": "Frontiers in immunology", "date": "2026-01-19", "authors": ["Najib Muaamer FaedMurshed", "PraveenkumarShetty", "Pavan KJayaswamy", "Ankeeta MenonaJacob", "Samah Saleh AhmedAlawadhi", "Kishan PrasadHosapatna Laxminarayana"], "doi": "10.3389/fimmu.2025.1725965"}
{"title": "Emu Oil: A Potential Adjunct to Inflammatory Bowel Disease Treatment?", "abstract": "Inflammatory bowel disease (IBD), encompassing Crohn's disease and ulcerative colitis, is a chronic lifelong condition that affects the colon to a variable extent. Current treatments for IBD include aminosalicylate-based drugs, corticosteroids, antibiotics, immunomodulators, biologics, other small-molecule drugs, and surgical intervention. Nonetheless, treatment options are variably effective, associated with serious side effects, and often leave individuals at risk of relapse.\nIn this narrative review, we explore emu oil (EO), a naturally sourced agent, that may be utilised to broaden therapeutic options in IBD. The anti-inflammatory, antioxidant, reparative, and protective properties of EO have been attributed to its unique blend of fatty acids and non-triglyceride fraction. To date, several preclinical trials of orally administered EO have demonstrated these properties in a range of intestinal inflammatory conditions, showing reduced inflammation and mucosal damage, together enhancing intestinal healing.\nWhile EO remains an interesting candidate for future investigations, current knowledge is limited to animal models and its clinical relevance is yet to be defined. Well-designed clinical trials will be essential to determine the safety and efficacy of EO before it can be considered as a potential adjunct to conventional therapy for IBD.", "journal": "Inflammatory intestinal diseases", "date": "2026-01-19", "authors": ["Sisanda NomceboMhlanga", "Gordon StanleyHowarth", "SuzanneMashtoub"], "doi": "10.1159/000549758"}
{"title": "Epstein-Barr virus infection increases the risk for inflammatory bowel disease.", "abstract": "Previous studies have suggested that infection with Epstein-Barr virus (EBV) plays a role in the etiology of Hodgkin lymphoma, multiple sclerosis, systemic lupus erythematosus (SLE), Crohn's disease, and ulcerative colitis. We investigated whether a history of infectious mononucleosis, a well-known marker of early EBV exposure, is also associated with these diagnoses.\nIn case-control studies, we examined the concurrence of infectious mononucleosis, Hodgkin lymphoma, multiple sclerosis, SLE, Crohn's disease, and ulcerative colitis in the same patients, using the University of Pennsylvania Health System (UPHS) electronic database. Patients diagnosed with infectious mononucleosis, Hodgkin lymphoma, multiple sclerosis, Crohn's disease, or ulcerative colitis were identified by their corresponding International Classification of Diseases, 10th Revision. We compared the observed concurrence of each two diagnoses with their expected frequencies in the overall UPHS population by calculating odds ratios and their corresponding 95% confidence intervals.\nThe UPHS database from 2000 to 2024 contained a total of 3 955 827 unique patients. Among these individuals, 10 462 were diagnosed with infectious mononucleosis, 5552 with Hodgkin lymphoma, 16 777 with multiple sclerosis, 18 475 with Crohn's disease, and 22 830 with ulcerative colitis. A prior history of infectious mononucleosis carried a 1.8-7.1-fold increased risk for concurrent Hodgkin lymphoma, multiple sclerosis, SLE, Crohn's disease, or ulcerative colitis. Moreover, anyone of the five diagnoses Hodgkin lymphoma, multiple sclerosis, SLE, Crohn's disease, ulcerative colitis was significantly associated with the concurrence of any other diagnosis from the same group.\nThe six diagnoses, infectious mononucleosis, Hodgkin lymphoma, multiple sclerosis, SLE, Crohn's disease, and ulcerative colitis tended to cluster in the same patient population. These results support the hypothesis that these diagnoses share a common etiology, most likely related to EBV infection during early lifetime.", "journal": "European journal of gastroenterology & hepatology", "date": "2026-01-19", "authors": ["Anna MBuchner", "RuthKohen", "AmnonSonnenberg"], "doi": "10.1097/MEG.0000000000003109"}
